[
  {
    "nombre": "REMO CON MANCUERNAS",
    "grupo_muscular_primario": "Dorsales",
    "grupos_secundarios": ["Trapecios", "Romboides", "Bíceps"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Espalda neutra)",
      "impacto": "Cero",
      "rodilla": "Seguro",
      "postparto": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución :\nToma una mancuerna o botella en cada mano, con las palmas mirando hacia adentro (agarre neutro). Colócate de pie con los pies separados al ancho de las caderas. Flexione ligeramente las rodillas y lleve las caderas hacia atrás, inclinando el torso hacia adelante (aproximadamente a 45°), mientras mantiene la espalda recta. Deja que los brazos cuelguen hacia abajo, con las pesas frente a tus piernas. Desde esta posición, tira de las mancuernas hacia tu abdomen, llevando los codos hacia atrás y manteniéndolos cerca del torso. Haz una pausa breve cuando las mancuernas lleguen a la altura de tus costillas, asegurándote de contraer los omóplatos. Baje lentamente las mancuernas hasta la posición inicial con control.\n2. Tener en cuenta :\nMantén la espalda recta en todo momento; evita arquearla o encorvarla. Activa el core para estabilizar el cuerpo y mantener el equilibrio. Mantenga los codos pegados al torso durante el movimiento para activar los músculos correctamente. El movimiento debe ser controlado tanto al subir como al bajar. Usa un peso adecuado que te permita realizar el ejercicio con buena técnica. No equilibra el cuerpo ni utiliza impulso para levantar las pesas.\n3. Qué trabajamos :\nPrincipal : Dorsales (espalda). Secundario : Trapecios, romboides, deltoides posteriores y bíceps. Estabilización : Core y lumbares trabajan para mantener una postura adecuada.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1239.mp4"
  },
  {
    "nombre": "REMO CON BANDA",
    "grupo_muscular_primario": "Dorsal ancho",
    "grupos_secundarios": ["Trapecio", "Romboides", "Bíceps"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "rodilla": "Seguro", "postparto": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución :\nSiéntete en el suelo con las piernas extendidas y la espalda recta. Pasa la banda elástica alrededor de la planta de los pies y sujeta ambos extremos con las manos. Mantenga el núcleo activado y los codos ligeramente flexionados. Tira de la banda hacia tu torso, llevando los codos hacia atrás y juntando los omóplatos. Mantenga la contracción por un segundo en la posición final. Regrese lentamente a la posición inicial con control.\n2. Tener en cuenta :\nMantén la espalda recta y evita encorvarte. No dejes que los codos se once demasiado; Deben ir alineados con el torso. Controla la fase excéntrica (cuando vuelves a la posición inicial) para maximizar el trabajo muscular. Si la banda es muy floja, ajusta la resistencia enrolándola en las manos o eligiendo una más fuerte. Exhala al tirar de la banda e inhala al regresar a la posición inicial.\n3. Qué trabajamos :\nPrincipal : Dorsal ancho y romboides. Secundario : Trapecio, deltoides posterior y bíceps.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/IMG_8204.mp4"
  },
  {
    "nombre": "REMO A UN BRAZO",
    "grupo_muscular_primario": "Dorsales",
    "grupos_secundarios": ["Romboides", "Trapecios", "Bíceps"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "rodilla": "Seguro", "postparto": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución:\nColócate de pie junto a un banco, una silla o una superficie estable para apoyarte. Sujeta una mancuerna o botella en una mano, con la palma mirando hacia tu cuerpo (agarre neutro). Apoya la rodilla y la mano contrarias sobre el banco para estabilizarte, manteniendo la espalda recta y el torso paralelo al suelo. Extiende el brazo que sostiene la mancuerna hacia abajo, permitiendo que el peso cuelgue frente a ti. Desde esta posición, tira del peso hacia tu torso, llevando el codo hacia atrás y manteniéndolo cerca del cuerpo. Contrae los omóplatos en la parte superior del movimiento. Baja el peso lentamente hasta la posición inicial con control.\n2. Tener en cuenta:\nMantén la espalda recta durante todo el ejercicio; evita arquearla o encorvarla. Activa el core para mantener la estabilidad del torso. Lleva el codo hacia atrás en lugar de hacia los lados, para trabajar correctamente los músculos de la espalda. No utilices impulso ni balanceo. Asegúrate de usar un peso adecuado. Mantén el cuello alineado con la columna para evitar tensiones innecesarias.\n3. Qué trabajamos:\nPrincipal: Dorsales (espalda). Secundario: Romboides, trapecios, deltoides posteriores y bíceps. Estabilización: Core y lumbares.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1248.mp4"
  },
  {
    "nombre": "EXTENSIONES DE TRÍCEPS",
    "grupo_muscular_primario": "Tríceps braquial",
    "grupos_secundarios": ["Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "rodilla": "Seguro", "postparto": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución :\nInclina el torso ligeramente hacia adelante hacia mantener la espalda recta y el núcleo activado. Sujeta una mancuerna o botella en cada mano con un agarre neutral (palmas mirándose entre sí). Flexione los codos a 90°, manteniendo los brazos pegados al torso. Extiende los codos completamente hacia atrás, manteniendo los brazos alineados con el torso. Mantén la contracción en los tríceps por un segundo y luego regresa lentamente a la posición inicial.\n2. Tener en cuenta :\nMantén los codos fijos y evita que se muevan hacia adelante. No encorves la espalda; mantenga el torso firme y alineado. Usa un peso adecuado para realizar el movimiento con control. Exhala al extender los brazos e inhala al regresar a la posición inicial. Mantenga un ritmo controlado para maximizar la activación muscular.\n3. Qué trabajamos :\nPrincipal : Tríceps braquial. Secundario : Deltoides posteriores y músculos estabilizadores del core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04941.mp4"
  },
  {
    "nombre": "BÍCEPS SENTADA",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Antebrazo", "Deltoides anterior"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "rodilla": "Seguro", "postparto": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución :\nSiéntete en una silla o banco con la espalda recta y los pies apoyados en el suelo. Sujeta una mancuerna o botella en cada mano con un agarre supino (palmas mirando hacia arriba). Mantén los codos pegados al torso y los brazos extendidos a los costados. Flexiona los codos y lleva las mancuernas o botellas hacia los hombros, manteniendo el movimiento controlado. Contrae los bíceps en la parte superior del movimiento. Baja lentamente a la posición inicial sin estirar completamente los brazos para mantener la tensión en los músculos.\n2. Tener en cuenta :\nMantenga la espalda recta y el núcleo activado. No balancees el cuerpo para levantar el peso; usa solo la fuerza de los brazos. Controle tanto la subida como la bajada para maximizar la activación muscular. Exhala al subir e inhala al bajar. Usa un peso adecuado que te permita realizar el ejercicio con buena técnica.\n3. Qué trabajamos :\nPrincipal : Bíceps braquial. Secundario : Músculos del antebrazo y deltoides anterior.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Img-04661.mp4"
  },
  {
    "nombre": "ABDOMINALES PIERNAS ESTIRADAS ARRIBA",
    "grupo_muscular_primario": "Recto abdominal",
    "grupos_secundarios": ["Core", "Oblicuos"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Zona lumbar apoyada)",
      "impacto": "Cero",
      "rodilla": "Seguro",
      "postparto": "Moderado (Evitar si hay diástasis)"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución:\nAcuéstate boca arriba sobre una colchoneta con las piernas estiradas hacia arriba, formando un ángulo de 90 grados con el torso. Coloca las manos detrás de la cabeza o cruzadas sobre el pecho. Contrae el abdomen y eleva el torso hacia las piernas, asegurándote de que la zona lumbar se mantenga estable en el suelo. Mantén la contracción en la parte superior por 1-2 segundos y luego desciende lentamente sin dejar caer el torso de golpe.\nTener en cuenta:\nNo tires del cuello con las manos; el movimiento debe venir del abdomen. Mantén el control en todo momento, evitando el impulso. Exhala al subir y contraer el abdomen, inhala al bajar lentamente. Si sientes tensión en la zona lumbar, flexiona ligeramente las rodillas para aliviar la carga.\nQué trabajamos:\nPrincipal: Recto abdominal. Secundario: Transverso abdominal y oblicuos como estabilizadores.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1241.mp4"
  },
  {
    "nombre": "HIP THRUST",
    "grupo_muscular_primario": "Glúteo Mayor",
    "grupos_secundarios": ["Isquiotibiales", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "rodilla": "Seguro", "postparto": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución:\nSiéntate en el suelo con la parte superior de la espalda apoyada contra un banco firme. Coloca una mancuerna sobre tus caderas y ajusta tus pies en el suelo, separados al ancho de los hombros. Empuja las caderas hacia arriba hasta que tu torso y muslos formen una línea recta. Mantén la contracción en los glúteos en la parte superior del movimiento. Baja lentamente las caderas y repite.\n2. Tener en cuenta:\nMantén el mentón ligeramente hacia el pecho para evitar tensión en el cuello. Activa los glúteos, no la espalda baja, para realizar el movimiento. Asegúrate de que las rodillas no colapsen hacia adentro; deben estar alineadas con los pies. Utiliza un cojín o almohadilla para evitar molestias por la mancuerna en las caderas.\n3. Qué trabajamos:\nPrincipal: Glúteos mayores. Secundario: Isquiotibiales y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/IMG_8213.mp4",
    "variante": {
      "nombre": "Puente de glúteos (Suelo)",
      "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Puente-de-gluteos-1.mp4"
    }
  },
  {
    "nombre": "PATADA EN CUADRUPEDIA",
    "grupo_muscular_primario": "Glúteo Mayor",
    "grupos_secundarios": ["Isquiotibiales", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "rodilla": "Moderado (Apoyo en rodillas)", "postparto": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución :\nColócate en posición de cuadrupedia (apoyada en manos y rodillas) sobre una colchoneta. Ajusta la banda elástica alrededor de ambos pies o sujétala con las manos en el suelo y coloca la otra parte en un pie. Mantenga la espalda recta y el núcleo activado. Desde la posición inicial, extiende una pierna hacia atrás y arriba, estirándola completamente sin arquear la espalda. Mantén la contracción en el glúteo por un segundo en la parte más alta del movimiento. Regrese lentamente a la posición inicial sin apoyar la rodilla en el suelo para mantener la tensión. Repite el número de veces deseado y cambia de pierna.\n2. Tener en cuenta :\nMantenga el abdomen firme para evitar que la zona lumbar se arquee. No gires la cadera; el movimiento debe ser controlado y aislado en el glúteo. Mantén la rodilla de apoyo en el suelo alineada con la cadera. Exhala al estirar la pierna e inhala al regresar. Si la banda es muy floja, ajusta la tensión sosteniéndola con las manos o usando una más fuerte.\n3. Qué trabajamos :\nPrincipal : Glúteo mayor. Secundario : Isquiotibiales y core (para estabilidad).",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05381.mp4"
  },
  {
    "nombre": "ABDUCCIONES CON DISCO",
    "grupo_muscular_primario": "Glúteo medio",
    "grupos_secundarios": ["Glúteo menor", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "rodilla": "Seguro", "postparto": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución:\nAcuéstate de lado sobre el suelo, apoyando el antebrazo o extendiendo el brazo inferior para mayor estabilidad. Flexiona ligeramente la pierna inferior para equilibrarte y coloca un disco sobre la parte externa del muslo de la pierna superior. Mantén el core activado y el cuerpo alineado, evitando arquear la espalda. Eleva la pierna superior de manera controlada hasta alcanzar el punto máximo de contracción, sin girar la cadera. Realice una breve pausa en la parte superior del movimiento y luego baje lentamente la pierna sin dejar caer el peso. Completa todas las repeticiones y luego cambia de lado para trabajar la otra pierna.\nTener en cuenta:\nMantén el control del movimiento, evitando impulsos o equilibrios. No gires la cadera ni permitas que la pierna baje demasiado rápido. Si el disco se desliza, sujétalo suavemente con la mano sin hacer fuerza con el brazo. Para progresar, aumenta el peso del disco o la cantidad de repeticiones.\n¿Qué trabajamos?\nPrincipal: Glúteo medio. Secundario: Glúteo menor, músculos estabilizadores de la cadera y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1251-1.mp4"
  },
  {
    "nombre": "SUBIDA AL BANCO",
    "grupo_muscular_primario": "Cuádriceps",
    "grupos_secundarios": ["Glúteo mayor", "Gemelos"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Bajo", "rodilla": "Moderado (Controlar altura)", "postparto": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución :\nColoque un banco o superficie estable frente a ti, de una altura que te permita subir sin dificultad, pero que represente un desafío. Párate con los pies separados al ancho de los hombros. Coloque un pie completamente sobre el banco, asegurándose de que el talón quede apoyado. Empuja con la pierna que está sobre el banco, extendiéndola completamente mientras llevas la otra pierna hacia arriba. Una vez de pie sobre el banco, baja controladamente la pierna que no subió primero hasta el suelo. Repite el movimiento con la otra pierna para equilibrar el trabajo.\n2. Tener en cuenta :\nMantenga el núcleo activado durante todo el movimiento para proteger la zona lumbar. Asegúrese de que el banco esté en una superficie plana y estable para evitar accidentes. No te inclina hacia adelante ni usa el impulso del cuerpo para subir; el trabajo debe concentrarse en las piernas. Si eres principiante, empieza con una altura baja y, a medida que progresa, aumenta la dificultad.\n3. Qué trabajamos :\nPrincipal : Cuádriceps y glúteos. Secundario : Isquiotibiales y pantorrillas (para estabilización). Estabilización : Core (abdomen y zona lumbar).",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/IMG_1256.mp4"
  },
  {
    "nombre": "CURL HORIZONTAL CON MANCUERNA",
    "grupo_muscular_primario": "Isquiotibiales",
    "grupos_secundarios": ["Glúteos", "Gemelos"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Moderado (No arquear lumbar)", "impacto": "Cero", "rodilla": "Seguro", "postparto": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución:\nAcuéstate boca abajo en el suelo con las piernas estiradas. Sujeta una mancuerna entre los pies o usa tobilleras con peso. Flexiona las rodillas llevando los talones hacia los glúteos de manera controlada. Mantén la tensión en los isquiotibiales durante todo el movimiento. Baja lentamente hasta estirar completamente las piernas sin soltar el peso bruscamente.\nTener en cuenta:\nNo arquees demasiado la zona lumbar; mantenga el abdomen activado. Controle la fase de bajada para evitar movimientos bruscos. Si usas mancuerna, asegúrate de sujetarla bien con los pies para evitar que se deslice. Si sientes molestias en la zona lumbar, prueba con menos peso o menor rango de movimiento.\n¿Qué trabajamos? Principal: Isquiotibiales. Secundario: Glúteos y gemelos.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/IMG_8197.mp4"
  },
  {
    "nombre": "ADUCTORES EN BANCO",
    "grupo_muscular_primario": "Aductores",
    "grupos_secundarios": ["Glúteo medio", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "rodilla": "Seguro", "postparto": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución:\nColócate de pie junto a un banco o superficie elevada (puede ser un step, una silla baja o un banco plano). Apoya un pie en el banco, colocándolo casi de costado, de manera que la pierna quede ligeramente elevada y abierta hacia un lado. El otro pie debe permanecer firmemente apoyado en el suelo, con la rodilla ligeramente flexionada para mantener el equilibrio. Desde esta posición, realiza un movimiento controlado de la pierna que está en el banco, llevándola hacia abajo (hacia la línea media del cuerpo) y luego regresándola a la posición inicial. Mantén el torso erguido y el core activado durante todo el movimiento.\nTener en cuenta:\nControla el movimiento en todo momento, evitando impulsos o balanceos bruscos. Mantén el core activado para estabilizar el cuerpo y evitar arquear la espalda. Asegúrate de que el pie que está en el banco no resbale; usa calzado adecuado o coloca una superficie antideslizante si es necesario. No bloquees la rodilla de la pierna que está en el suelo; mantén una ligera flexión para proteger la articulación.\nQué trabajamos:\nPrincipal: Aductores (músculos internos del muslo). Secundario: Core (para mantener el equilibrio) y glúteo medio (estabilizador de la cadera).",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1238.mp4"
  },
  {
    "nombre": "ABDOMINALES OBLICUOS",
    "grupo_muscular_primario": "Oblicuos",
    "grupos_secundarios": ["Recto abdominal", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Moderado (Evitar torsión agresiva)", "impacto": "Cero", "rodilla": "Seguro", "postparto": "Moderado"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución:\n1️⃣ Acostate boca arriba sobre una colchoneta con las rodillas flexionadas y los pies apoyados en el piso, separados al ancho de caderas. 2️⃣ Colocá los brazos a los lados del tronco. 3️⃣ Activá el abdomen y llevá las manos hacia un tobillo y al otro, rotando el torso para activar los oblicuos. 4️⃣ Al mismo tiempo, elevá ligeramente la escápula del suelo, manteniendo la zona lumbar pegada al piso. 6️⃣ Alterná los lados de forma continua y controlada.\nTener en cuenta:\n✔️ No jales el cuello con las manos; el movimiento debe venir desde el abdomen. ✔️ El mentón debe mantenerse separado del pecho, como si sostuvieras una pelotita entre ellos. ✔️ La zona lumbar debe permanecer en contacto con el piso todo el tiempo. ✔️ Respirá de forma controlada: exhalá al subir, inhalá al bajar.\nQué trabajamos:\n✅ Principal: Oblicuos externos e internos. ✅ Secundario: Recto abdominal, transverso abdominal.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1243.mp4"
  },
  {
    "nombre": "SENTADILLA SUMO",
    "grupo_muscular_primario": "Glúteos",
    "grupos_secundarios": ["Aductores", "Cuádriceps", "Isquios"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro (Torso erguido)", "impacto": "Cero", "rodilla": "Seguro", "postparto": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Coloca los pies más anchos que el ancho de los hombros, con las puntas ligeramente orientadas hacia afuera, puedes utilizar step si prefieres. Sujeta una pesa con ambas manos frente a tu cuerpo, dejando los brazos extendidos. Baja las caderas hacia atrás y hacia abajo, como si fueras a sentarte, manteniendo el pecho erguido. Desciende hasta que los muslos estén paralelos al suelo (o más abajo, si tu movilidad lo permite). Empuja a través de los talones para volver a la posición inicial.\n2. Tener en cuenta: Mantén la espalda recta durante todo el movimiento; evita redondearla. Activa los glúteos y el core para proteger la zona lumbar. Asegúrate de que las rodillas sigan la dirección de las puntas de los pies, evitando que colapsen hacia adentro. Controla la bajada y no te precipites.\n3. Qué trabajamos: Principal: Glúteos y aductores. Secundario: Cuádriceps, isquiotibiales y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05371.mp4"
  },
  {
    "nombre": "ESTOCADAS LATERALES",
    "grupo_muscular_primario": "Glúteos",
    "grupos_secundarios": ["Cuádriceps", "Aductores", "Isquios"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "rodilla": "Moderado", "postparto": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: ✅ Colocate de pie con los pies separados aproximadamente el doble del ancho de hombros, en una posición estable. ✅ Mantené el pecho erguido, la espalda recta y el abdomen activado. ✅ Desplazá tu peso hacia un lado flexionando una rodilla, mientras la otra pierna permanece extendida. ✅ Bajá el torso de forma controlada, llevando la cadera hacia atrás, como si quisieras sentarte lateralmente. ✅ Asegurate de que la rodilla de la pierna flexionada no pase la punta del pie. ✅ Empujá con el talón para volver a la posición inicial. ✅ Repetí del otro lado.\nTener en cuenta: ✅ La planta del pie de la pierna que se flexiona debe estar completamente apoyada. ✅ La pierna extendida debe mantenerse firme y con el pie apuntando al frente. ✅ No rebotes ni bajes bruscamente. ✅ Mantené el core firme y la mirada al frente para conservar el equilibrio.\nQué trabajamos: ✅ Principal: Glúteos, cuádriceps y aductores. ✅ Secundario: Isquiotibiales, core y estabilidad postural.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_8200.mp4"
  },
  {
    "nombre": "SENTADILLA BULGARA",
    "grupo_muscular_primario": "Cuádriceps",
    "grupos_secundarios": ["Glúteo mayor", "Isquios"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "rodilla": "Moderado", "postparto": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución : Coloque un pie apoyado sobre un banco, silla o superficie elevada detrás de ti, con la punta del pie descansando sobre la superficie. Sujeta una mancuerna o botella en cada mano a los costados del cuerpo o con ambas manos en el pecho. Da un paso hacia adelante con la pierna de apoyo, asegurando que la distancia permita un descenso cómodo sin que la rodilla sobrepase la punta del pie. Descienda lentamente flexionando la rodilla de la pierna adelantada hasta formar un ángulo de 90°, mientras la rodilla de la pierna trasera se acerca al suelo sin tocarlo. Mantenga el torso erguido y el núcleo activado durante todo el movimiento. Empuje a través del talón de la pierna adelantada para volver a la posición inicial. Repite el movimiento por la cantidad de repeticiones deseadas y luego cambia de pierna.\n2. Tener en cuenta : Mantén el torso recto y evita inclinarte demasiado hacia adelante. No permita que la rodilla adelantada sobrepase la punta del pie para evitar estrés en la articulación. Mantenga el núcleo activado para mayor estabilidad. Controle tanto la bajada como la subida, evitando movimientos bruscos.\n3. Qué trabajamos : Principal : Cuádriceps y glúteo mayor. Secundario : Isquiotibiales, core y músculos estabilizadores.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04771.mp4"
  },
  {
    "nombre": "PRESS MILITAR",
    "grupo_muscular_primario": "Deltoides anterior",
    "grupos_secundarios": ["Tríceps", "Trapecio"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Moderado (Controlar carga axial)", "impacto": "Cero", "rodilla": "Seguro", "postparto": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución : Siéntete en una silla, banco o superficie estable con la espalda recta y los pies apoyados en el suelo al ancho de las caderas. Sujeta una mancuerna o botella en cada mano con un agarre pronado (palmas mirando hacia adelante). Eleva las pesas hasta la altura de los hombros, con los codos flexionados a 90° y apuntando ligeramente hacia los lados. Active el core y mantenga la espalda recta. Empuje las mancuernas o botellas hacia arriba hasta que los brazos estén completamente extendidos sin bloquear los codos. Descienda controladamente hasta volver a la posición inicial.\n2. Tener en cuenta : Mantenga el núcleo activado para evitar arquear la espalda. No equilibres el cuerpo ni uses impulso; el movimiento debe ser controlado. Evita juntar demasiado las pesas en la parte superior. Ajusta el peso para poder realizar el ejercicio con buena técnica sin comprometer la estabilidad.\n3. Qué trabajamos : Principal : Deltoides (especialmente la porción anterior y media). Secundario : Tríceps, trapecio y core para estabilidad.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04621.mp4"
  },
  {
    "nombre": "VUELOS FRONTALES",
    "grupo_muscular_primario": "Deltoides anterior",
    "grupos_secundarios": ["Trapecio", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "rodilla": "Seguro", "postparto": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución : Párate con los pies al ancho de las caderas, manteniendo una ligera flexión en las rodillas. Sujeta una mancuerna o botella en cada mano con un agarre pronado (palmas mirando hacia los muslos). Active el core y mantenga la espalda recta. Eleva lentamente un brazo o ambos al mismo tiempo hacia el frente hasta la altura de los hombros. Mantenga una leve flexión en los codos durante todo el recorrido. Baje lentamente las pesas hasta la posición inicial de forma controlada.\n2. Tener en cuenta : Evite equilibrar el cuerpo o usar impulso para levantar las pesas. No subas los brazos más allá de la altura de los hombros para evitar tensión innecesaria en el trapecio. Mantenga el núcleo activado para mayor estabilidad. Controle la bajada para mantener la tensión en los hombros. Si sientes molestias en la zona lumbar, prueba hacer el ejercicio sentado para mayor control.\n3. Qué trabajamos : Principal : Deltoides anterior (hombro). Secundario : Trapecio, pectoral superior y músculos estabilizadores del core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04691.mp4"
  },
  {
    "nombre": "LATERALES INCLINADA",
    "grupo_muscular_primario": "Deltoides lateral",
    "grupos_secundarios": ["Trapecio superior", "Deltoides anterior"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Moderado", "impacto": "Cero", "rodilla": "Seguro", "postparto": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Toma una mancuerna con una mano y párate de lado a un banco, pared o soporte estable. Inclínate ligeramente hacia el costado, apoyándote con la mano libre para mantener el equilibrio. Deja el brazo con la mancuerna extendido hacia abajo, con una leve flexión en el codo. Eleva el brazo lateralmente hasta que la mancuerna quede a la altura del hombro (formando una línea recta con el torso). Desciende lentamente a la posición inicial de forma controlada. Realiza las repeticiones y cambia de lado.\nTener en cuenta: No balancees el cuerpo ni uses impulso; el movimiento debe ser controlado. Mantén una ligera flexión en el codo para no sobrecargar la articulación. El torso debe permanecer inclinado durante todo el ejercicio para mayor activación del deltoides lateral. Usa un peso moderado que te permita ejecutar el ejercicio con buena técnica.\nQué trabajamos: Principal: Deltoides lateral (hombro medio). Secundario: Trapecio superior y deltoides anterior (hombro frontal).",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/IMG_1262.mp4",
    "variante": {
      "nombre": "Vuelos laterales (Pie/Sentado)",
      "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Img-04631.mp4"
    }
  }
][
  {
    "nombre": "APERTURA CON BANDAS",
    "grupo_muscular_primario": "Deltoides posterior",
    "grupos_secundarios": ["Trapecio", "Romboides", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución : Sujeta una banda elástica con ambas manos frente a ti, con los brazos extendidos a la altura del pecho. Mantén las manos separadas al ancho de los hombros. Tira de la banda hacia afuera y hacia atrás, separando las manos mientras mantienes los brazos rectos. Lleva los omóplatos hacia atrás y abajo al final del movimiento. Vuelve lentamente a la posición inicial.\n---\n2. Tener en cuenta : Mantenga el núcleo activado y la espalda recta. Evita arquear la zona lumbar. No utiliza un impulso brusco. Exhala al separar las manos e inhala al regresar.\n---\n3. Qué trabajamos : Principal : Deltoides posterior. Secundario : Trapecio, romboides y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/IMG_8219.mp4"
  },
  {
    "nombre": "POSTERIORES CON MANCUERNAS",
    "grupo_muscular_primario": "Deltoides posterior",
    "grupos_secundarios": ["Trapecios", "Romboides", "Parte superior de la espalda"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Moderado (Mantener espalda recta e inclinación controlada)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "75s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Colócate de pie, pies al ancho de hombros y ligera flexión de rodillas. Sujeta mancuernas con agarre neutro. Inclina el torso adelante (45°), espalda recta y core activo. Eleva ambos brazos hacia los costados con codos ligeramente doblados. Baja controladamente.\n---\nTener en cuenta: Mantén la espalda recta, evitando curvas. No levantes los hombros ni encojas trapecios; el enfoque es el deltoide posterior. Controla tanto subida como bajada.\n---\nQué trabajamos: Principal: Deltoides posteriores. Secundario: Trapecios, romboides y parte superior de la espalda.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04711.mp4",
    "variante": {
      "nombre": "Apertura con Bandas",
      "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/IMG_8219.mp4"
    }
  },
  {
    "nombre": "PULL OVER",
    "grupo_muscular_primario": "Tríceps braquial",
    "grupos_secundarios": ["Deltoides", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Activar core para no arquear)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución: Ponte de pie, pies al ancho de hombros. Sujeta una mancuerna con ambas manos por un extremo. Eleva brazos sobre la cabeza. Dobla codos hacia atrás, llevando el peso detrás de la cabeza. Extiende codos para volver a la posición inicial.\n---\n2. Tener en cuenta: Mantén codos cerca de las orejas. Activa el core para evitar arquear la espalda. Realiza el movimiento lento y controlado, especialmente al bajar.\n---\n3. Qué trabajamos: Principal: Tríceps braquial. Secundario: Deltoides y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-04931-1.mp4"
  },
  {
    "nombre": "BICEPS CONCENTRADO",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Braquial anterior", "Antebrazo"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Siéntate en un banco con piernas abiertas. Sostén mancuerna con una mano y apoya el codo en el interior del muslo. Flexiona el codo llevando la pesa al hombro. Aprieta el bíceps arriba. Desciende lentamente.\n---\nTener en cuenta: Mantén torso erguido. No despejes el codo del muslo para aislar el bíceps. Respira: exhala al subir, inhala al bajar.\n---\nQué trabajamos: Principal: Bíceps braquial. Secundario: Braquial anterior y antebrazo.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05061.mp4"
  },
  {
    "nombre": "CAMINATA CON BANDA",
    "grupo_muscular_primario": "Glúteo medio y menor",
    "grupos_secundarios": ["Glúteo mayor", "Cuádriceps", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Bajo", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Banda por encima de rodillas. Pies ancho de hombros, rodillas semi-flexionadas, torso levemente adelante. Da pasos laterales manteniendo la tensión en la banda. No dejes que las rodillas colapsen adentro.\n---\nTener en cuenta: Espalda recta, pecho elevado. Rodillas alineadas con pies. Cuanto más bajes las piernas, mayor activación de glúteo.\n---\nQué trabajamos: Principal: Glúteo medio y menor. Secundario: Glúteo mayor, cuádriceps y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05411.mp4"
  },
  {
    "nombre": "PATADA CON BANDA",
    "grupo_muscular_primario": "Glúteo mayor",
    "grupos_secundarios": ["Isquiotibiales", "Core", "Cadera"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro (No arquear espalda)", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Banda en tobillos. Apoyo en pared o silla. Lleva una pierna atrás con movimiento controlado. Siente la contracción en glúteo. Vuelve lento.\n---\nTener en cuenta: Tronco recto, evita arquear la espalda. Controla subida y bajada. No subas la pierna más allá de la capacidad de la cadera.\n---\nQué trabajamos: Principal: Glúteo mayor. Secundario: Isquiotibiales y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05401-2.mp4",
    "variante": {
      "nombre": "Patada en Cuadrupedia",
      "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05381.mp4"
    }
  },
  {
    "nombre": "PUENTE GLÚTEOS",
    "grupo_muscular_primario": "Glúteo mayor",
    "grupos_secundarios": ["Isquiotibiales", "Zona lumbar", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro (Espalda neutra)", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Boca arriba, rodillas flexionadas, pies ancho de caderas. Peso sobre abdomen bajo. Eleva cadera hasta alinear rodillas y hombros. Aprieta glúteos arriba 1s. Baja controlado.\n---\nTener en cuenta: Espalda neutra, evita arquear lumbar. Empuja con talones. Rodillas alineadas con pies.\n---\nQué trabajamos: Principal: Glúteos. Secundario: Isquiotibiales, lumbares y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/05/Puente-de-gluteos-1.mp4"
  },
  {
    "nombre": "CURL DE ISQUIOS CON BANDA",
    "grupo_muscular_primario": "Isquiotibiales",
    "grupos_secundarios": ["Glúteo mayor", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro (No arquear espalda)", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "75s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución : Banda en tobillos o punto fijo. De pie, core activado. Lleva el talón hacia el glúteo doblando la rodilla. Mantén contracción 1s arriba. Vuelve lento.\n---\n2. Tener en cuenta : No arquees la espalda. Controla subida y bajada. Exhala al subir, inhala al bajar.\n---\n3. Qué trabajamos : Principal : Isquiotibiales. Secundario : Glúteo mayor y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/05/Curl-con-banda-copia-1.mp4",
    "variante": {
      "nombre": "Curl Horizontal con Mancuerna",
      "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/IMG_8197.mp4"
    }
  },
  {
    "nombre": "ABDOMINALES CORTITOS",
    "grupo_muscular_primario": "Recto abdominal superior",
    "grupos_secundarios": ["Transverso del abdomen", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro (Lumbar apoyada)", "impacto": "Cero", "postparto": "Moderado (Evitar si hay diástasis)", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "45s"},
      "avanzado_fuerza": {"series": 5, "reps": "10-12", "descanso": "60s"}
    },
    "instrucciones_completas": "Ejecución: Boca arriba, rodillas flexionadas, manos en el pecho. Eleva hombros contrayendo abdomen. Mantén lumbar pegada al suelo. Baja lento sin relajar del todo.\n---\nTener en cuenta: La fuerza viene del abdomen, no del cuello. Mira arriba. Exhala al subir, inhala al bajar.\n---\nQué trabajamos: Principal: Recto abdominal. Secundario: Transverso y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1240.mp4"
  },
  {
    "nombre": "PRESS PLANO",
    "grupo_muscular_primario": "Pectorales",
    "grupos_secundarios": ["Tríceps", "Deltoides anterior"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro (Espalda apoyada)", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 5, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Boca arriba en banco o suelo. Mancuernas a la altura del pecho. Empuja arriba sin bloquear codos. Desciende controlado con codos en diagonal (no 90° laterales).\n---\nTener en cuenta: Espalda apoyada, no arquear lumbar. No juntes las pesas arriba para mantener tensión en el pecho.\n---\nQué trabajamos: Principal: Pectorales. Secundario: Tríceps y deltoides anterior.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05081-1.mp4"
  },
  {
    "nombre": "PRESS BANCA PLANA",
    "grupo_muscular_primario": "Pectoral mayor",
    "grupos_secundarios": ["Tríceps", "Deltoides anterior"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro (Contacto total con banco)", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "90s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "120s"},
      "avanzado_fuerza": {"series": 5, "reps": "10-12", "descanso": "180s"}
    },
    "instrucciones_completas": "Ejecución: Acuéstate en banco plano, pies firmes. Sujeta barra más ancho que hombros. Baja barra al centro del pecho controlado (codos a 45°). Empuja explosivo arriba.\n---\nTener en cuenta: Evita rebotar la barra. No arquees excesivamente la espalda. Pies firmes para estabilidad.\n---\nQué trabajamos: Principal: Pectoral mayor. Secundario: Tríceps y deltoides anterior.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05001.mp4"
  },
  {
    "nombre": "SENTADILLA",
    "grupo_muscular_primario": "Cuádriceps",
    "grupos_secundarios": ["Glúteos", "Isquiotibiales", "Core", "Erectores espinales", "Pantorrillas"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Moderado (Mantener espalda neutra)", "impacto": "Bajo", "postparto": "Seguro", "rodilla": "Moderado (No colapsar rodillas)"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Barra en trapecios. Pies ancho de hombros, puntas levemente afuera. Baja cadera atrás y abajo hasta paralelo. Empuja con talones para subir.\n---\nTener en cuenta: Espalda neutra. Rodillas siguen la dirección de los pies. Usa rango adecuado a tu movilidad.\n---\nQué trabajamos: Principal: Cuádriceps, glúteos e isquios. Secundario: Core y pantorrillas.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04531.mp4"
  },
  {
    "nombre": "ESTOCADA AL FRENTE",
    "grupo_muscular_primario": "Cuádriceps",
    "grupos_secundarios": ["Glúteos", "Isquiotibiales", "Core", "Cadera"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro (Torso erguido)", "impacto": "Bajo", "postparto": "Seguro", "rodilla": "Moderado (No sobrepasar punta pie)"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Mancuernas a los lados. Paso amplio adelante, baja hasta que la rodilla trasera casi toque el suelo. Torso erguido. Empuja con la pierna delantera para volver. Alterna.\n---\nTener en cuenta: Rodilla delantera no pasa punta del pie. Espalda recta. No te apoyes demasiado en la pierna trasera.\n---\nQué trabajamos: Principal: Cuádriceps y glúteos. Secundario: Isquios y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04741.mp4"
  }
][
  {
    "nombre": "REMO CON BARRA",
    "grupo_muscular_primario": "Dorsales",
    "grupos_secundarios": ["Trapecio", "Romboides", "Bíceps", "Deltoides posterior", "Core"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["INTERMEDIO", "AVANZADO", "EXPERTO"],
    "frecuencia_semanal": [3, 4, 5],
    "genero": ["MUJER", "HOMBRE"],
    "restricciones_salud": {
      "columna": "Moderado (Requiere control postural estricto)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución: Coloca la barra en el suelo y párate con los pies al ancho de los hombros. Flexiona ligeramente las rodillas e inclina el torso hacia adelante desde la cadera, manteniendo la espalda recta. Sujeta la barra con un agarre prono (palmas hacia abajo) o supino (palmas hacia arriba), un poco más ancho que el ancho de los hombros. Tira de la barra hacia el abdomen, manteniendo los codos cerca del cuerpo y apretando los omóplatos al final del movimiento. Desciende la barra de manera controlada hasta la posición inicial sin perder la postura. \n---\n2. Tener en cuenta: Mantén la espalda recta y el core activado para evitar lesiones en la zona lumbar. No encorves los hombros ni uses impulso con la cadera. El movimiento debe ser controlado, tanto al subir como al bajar la barra. Si sientes tensión en la zona lumbar, prueba con menos peso o cambia a una variante con apoyo. \n---\n3. Qué trabajamos: Principal: Dorsales, trapecio y romboides. Secundario: Bíceps, deltoides posteriores y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05181.mp4",
    "variante": {
      "nombre": "Remo con Mancuernas",
      "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1239.mp4"
    }
  },
  {
    "nombre": "REMO EN TRX",
    "grupo_muscular_primario": "Dorsales",
    "grupos_secundarios": ["Romboides", "Trapecio medio", "Bíceps", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "frecuencia_semanal": [3, 4, 5],
    "genero": ["MUJER", "HOMBRE"],
    "restricciones_salud": {
      "columna": "Seguro (Excelente para descompresión)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Ajustá el TRX a un punto firme y sujetá las manijas con agarre prono (palmas enfrentadas). Colocate de pie, inclinando el cuerpo hacia atrás con los brazos extendidos y el core bien activo. Cuanto más horizontal te pongas, mayor será la intensidad. Los pies se mantienen apoyados en el suelo, rodillas ligeramente flexionadas. Tirando de las manijas, llevá el pecho hacia adelante, acercando el torso a las manos. Mantené los codos pegados al cuerpo y los omóplatos juntos al final del movimiento. Volvé lentamente a la posición inicial con control. \n---\nTener en cuenta: No arquees la zona lumbar ni saques la cadera. Evitá “tirar” solo con los brazos; concentrá la fuerza en la espalda. Ajustá la inclinación del cuerpo según tu nivel: más horizontal = más difícil. No dejes que los hombros se eleven hacia las orejas. \n---\nQué trabajamos: Principal: Dorsales, romboides, trapecio medio. Secundario: Bíceps, deltoides posteriores, core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/09/remo-en-trx.mp4",
    "variante": null
  },
  {
    "nombre": "LATERALES SENTADA",
    "grupo_muscular_primario": "Deltoides lateral",
    "grupos_secundarios": ["Trapecio superior", "Deltoides anterior"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "frecuencia_semanal": [3, 4, 5],
    "genero": ["MUJER", "HOMBRE"],
    "restricciones_salud": {
      "columna": "Seguro (Mayor estabilidad que de pie)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: 1️⃣ Sentate en un banco con la espalda recta y los pies firmes en el suelo, separados al ancho de las caderas. 2️⃣ Sujetá una mancuerna en cada mano con los brazos a los costados del cuerpo y una ligera flexión en los codos. 3️⃣ Activá el core y levantá ambos brazos hacia los costados hasta que las mancuernas lleguen aproximadamente a la altura de los hombros. 4️⃣ Mantené un segundo arriba, con control, sin balancearte. 5️⃣ Bajá lentamente las mancuernas a la posición inicial. \n---\nTener en cuenta: ✔️ No eleves los brazos por encima del nivel de los hombros. ✔️ Evitá balancear el torso o impulsarte con el cuerpo. ✔️ La subida debe ser controlada y la bajada aún más lenta. ✔️ Las palmas deben mirar al suelo o ligeramente hacia abajo. \n---\nQué trabajamos: ✅ Principal: Deltoides laterales (hombro medio). ✅ Secundario: Trapecios superiores y deltoides anteriores.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Img-04631.mp4",
    "variante": null
  },
  {
    "nombre": "BICEPS ALTERNADO",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Braquial anterior", "Braquiorradial"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "frecuencia_semanal": [3, 4, 5],
    "genero": ["MUJER", "HOMBRE"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución: Ponte de pie con los pies separados al ancho de los hombros, sujetando una mancuerna en cada mano con un agarre supinado (palmas hacia adelante). Mantén los codos pegados al torso y el core activado. Eleva una mancuerna hacia el hombro, flexionando el codo mientras mantienes la otra mano en la posición inicial. Baja lentamente la mancuerna con control. Repite con el brazo opuesto y alterna. \n---\n2. Tener en cuenta: Mantén los codos fijos; no los muevas hacia adelante o hacia los lados. Evita balancear el torso; usa solo la fuerza de los bíceps. Controla tanto la subida como la bajada. \n---\n3. Qué trabajamos: Principal: Bíceps braquial. Secundario: Braquial anterior y braquiorradial.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/01/Img-05041.mp4",
    "variante": null
  },
  {
    "nombre": "BICEPS CON BARRA",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Braquial anterior", "Braquiorradial", "Antebrazo"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "frecuencia_semanal": [3, 4, 5],
    "genero": ["MUJER", "HOMBRE"],
    "restricciones_salud": {
      "columna": "Moderado (Evitar balanceo lumbar)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "75s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Sujeta la barra W con un agarre supino (palmas hacia arriba), colocando las manos en la parte curva de la barra. Mantén una postura erguida, con los pies al ancho de los hombros y el core activado. Inicia el movimiento flexionando los codos para llevar la barra hacia los hombros, contrayendo el bíceps al máximo. Controla el descenso, regresando lentamente a la posición inicial sin estirar completamente los brazos. \n---\nTener en cuenta: No balancees el cuerpo ni uses impulso para levantar la barra. Mantén los codos pegados al torso durante todo el recorrido. No bloquees completamente los codos al bajar para evitar perder la tensión. \n---\nQué trabajamos: Principal: Bíceps braquial. Secundario: Braquial anterior y braquiorradial.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05021.mp4",
    "variante": null
  },
  {
    "nombre": "SENTADILLA CON MANCUERNAS",
    "grupo_muscular_primario": "Glúteos",
    "grupos_secundarios": ["Cuádriceps", "Isquiotibiales", "Core", "Estabilidad general"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "frecuencia_semanal": [3, 4, 5],
    "genero": ["MUJER", "HOMBRE"],
    "restricciones_salud": {
      "columna": "Seguro (Carga lateral reduce presión axial)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Moderado (Controlar alineación)"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Colocate de pie con los pies separados al ancho de los hombros o un poco más. Sostené una mancuerna en cada mano a los lados del cuerpo o una sola mancuerna frente al pecho. Activá el abdomen y mantené la espalda recta. Iniciá el movimiento llevando la cadera hacia atrás y flexionando las rodillas como si fueras a sentarte en una silla. Bajá controladamente hasta que los muslos estén al menos paralelos al piso. Empujá con los talones para volver a la posición inicial. \n---\nTener en cuenta: Mantené el pecho elevado y la mirada al frente. Evitá redondear la espalda durante la bajada. Las plantas de los pies deben permanecer apoyadas. Controlá el movimiento, especialmente al descender. \n---\nQué trabajamos: Principal: Glúteos, cuádriceps, isquiotibiales. Secundario: Core, aductores, estabilidad general.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Img-04751.mp4",
    "variante": null
  },
  {
    "nombre": "PRESS MILITAR A UN BRAZO",
    "grupo_muscular_primario": "Deltoides",
    "grupos_secundarios": ["Tríceps", "Trapecio", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "frecuencia_semanal": [3, 4, 5],
    "genero": ["MUJER", "HOMBRE"],
    "restricciones_salud": {
      "columna": "Moderado (Requiere fuerte estabilidad de core)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "75s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución : Párate con los pies alineados al ancho de los hombros y el núcleo activado. Sujeta una mancuerna o botella con una mano a la altura del hombro, con la palma mirando hacia adelante. Mantén el codo ligeramente adelantado. Empuja la mancuerna hacia arriba hasta extender completamente el brazo sin bloquear el codo. Mantenga la contracción por un segundo. Baja lentamente el peso de forma controlada. Repite y cambia de brazo. \n---\n2. Tener en cuenta : Mantenga la espalda recta y el núcleo firme para evitar equilibrios. No arquees la zona lumbar; el abdomen debe estar activado. Controle el movimiento tanto en la subida como en la bajada. \n---\n3. Qué trabajamos : Principal : Deltoides (hombro). Secundario : Tríceps, trapecio y core para estabilidad.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/IMG_8196.mp4",
    "variante": null
  },
  {
    "nombre": "VUELO FRONTAL CON DISCO",
    "grupo_muscular_primario": "Deltoides anterior",
    "grupos_secundarios": ["Trapecio", "Core"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "frecuencia_semanal": [3, 4, 5],
    "genero": ["MUJER", "HOMBRE"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución : Párate con los pies alineados al ancho de los hombros. Sujeta un disco con ambas manos, con los brazos extendidos hacia abajo. Manteniendo una ligera flexión en los codos, eleve el disco de manera controlada hasta la altura de los hombros. Haga una breve pausa en la parte más alta. Baja lentamente el disco sin dejar caer el peso bruscamente. \n---\n2. Tener en cuenta : No equilibres el cuerpo ni uses impulso. Mantenga el abdomen firme para evitar arquear la espalda. No levante el disco por encima del nivel de los hombros. Exhala al subir, inhala al bajar. \n---\n3. Qué trabajamos : Principal : Deltoides anterior (frontal). Secundario : Trapecio y core para estabilidad.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04731.mp4",
    "variante": {
      "nombre": "Vuelos Frontales con Mancuernas",
      "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04691.mp4"
    }
  }
][
  {
    "nombre": "REMO A UN BRAZO",
    "grupo_muscular_primario": "Dorsales (espalda)",
    "grupos_secundarios": ["Romboides", "Trapecios", "Deltoides posteriores", "Bíceps"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda recta y torso paralelo al suelo)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro (Uso de banco para apoyo)"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución: Colócate de pie junto a un banco, una silla o una superficie estable para apoyarte. Sujeta una mancuerna o botella en una mano, con la palma mirando hacia tu cuerpo (agarre neutro). Apoya la rodilla y la mano contrarias sobre el banco para estabilizarte, manteniendo la espalda recta y el torso paralelo al suelo. Extiende el brazo que sostiene la mancuerna hacia abajo, permitiendo que el peso cuelgue frente a ti. Desde esta posición, tira del peso hacia tu torso, llevando el codo hacia atrás y manteniéndolo cerca del cuerpo. Contrae los omóplatos en la parte superior del movimiento. Baja el peso lentamente hasta la posición inicial con control. Repite el movimiento por el número deseado de repeticiones y luego cambia de lado.\n---\n2. Tener en cuenta: Mantén la espalda recta durante todo el ejercicio; evita arquearla o encorvarla. Activa el core para mantener la estabilidad del torso. Lleva el codo hacia atrás en lugar de hacia los lados, para trabajar correctamente los músculos de la espalda. No utilices impulso ni balanceo; el movimiento debe ser controlado tanto al subir como al bajar. Asegúrate de usar un peso adecuado que permita realizar el ejercicio con buena técnica. Mantén el cuello alineado con la columna para evitar tensiones innecesarias.\n---\n3. Qué trabajamos: Principal: Dorsales (espalda). Secundario: Romboides, trapecios, deltoides posteriores y bíceps. Estabilización: Core y lumbares trabajan para mantener una postura correcta.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/remo-a-un-brazo_ZJwO7Jep-1.mp4",
    "variante": null
  },
  {
    "nombre": "REMO CON BANDA",
    "grupo_muscular_primario": "Dorsal ancho",
    "grupos_secundarios": ["Romboides", "Trapecio", "Deltoides posterior", "Bíceps"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda recta y evitar encorvarse)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución : Siéntete en el suelo con las piernas extendidas y la espalda recta. Pasa la banda elástica alrededor de la planta de los pies y sujeta ambos extremos con las manos. Mantenga el núcleo activado y los codos ligeramente flexionados. Tira de la banda hacia tu torso, llevando los codos hacia atrás y juntando los omóplatos. Mantenga la contracción por un segundo en la posición final. Regrese lentamente a la posición inicial con control. Repita el movimiento el número de veces deseado.\n---\n2. Tener en cuenta : Mantén la espalda recta y evita encorvarte. No dejes que los codos se once demasiado; Deben ir alineados con el torso. Controla la fase excéntrica (cuando vuelves a la posición inicial) para maximizar el trabajo muscular. Si la banda es muy floja, ajusta la resistencia enrolándola en las manos o eligiendo una más fuerte. Exhala al tirar de la banda e inhala al regresar a la posición inicial.\n---\n3. Qué trabajamos : Principal : Dorsal ancho y romboides. Secundario : Trapecio, deltoides posterior y bíceps.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/IMG_8204.mp4",
    "variante": null
  },
  {
    "nombre": "REMO CON MANCUERNAS",
    "grupo_muscular_primario": "Dorsales (espalda)",
    "grupos_secundarios": ["Trapecios", "Romboides", "Deltoides posteriores", "Bíceps", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda recta; evitar arquear o encorvar)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución : Toma una mancuerna o botella en cada mano, con las palmas mirando hacia adentro (agarre neutro). Colócate de pie con los pies separados al ancho de las caderas. Flexione ligeramente las rodillas y lleve las caderas hacia atrás, inclinando el torso hacia adelante (aproximadamente a 45°), mientras mantiene la espalda recta. Deja que los brazos cuelguen hacia abajo, con las pesas frente a tus piernas. Desde esta posición, tira de las mancuernas hacia tu abdomen, llevando los codos hacia atrás y manteniéndolos cerca del torso. Haz una pausa breve cuando las mancuernas lleguen a la altura de tus costillas, asegurándote de contraer los omóplatos. Baje lentamente las mancuernas hasta la posición inicial con control.\n---\n2. Tener en cuenta : Mantén la espalda recta en todo momento; evita arquearla o encorvarla. Activa el core para estabilizar el cuerpo y mantener el equilibrio. Mantenga los codos pegados al torso durante el movimiento para activar los músculos correctamente. El movimiento debe ser controlado tanto al subir como al bajar. Usa un peso adecuado que te permita realizar el ejercicio con buena técnica. No equilibra el cuerpo ni utiliza impulso para levantar las pesas; el movimiento debe provenir únicamente de los brazos y la espalda.\n---\n3. Qué trabajamos : Principal : Dorsales (espalda). Secundario : Trapecios, romboides, deltoides posteriores y bíceps. Estabilización : Core y lumbares trabajan para mantener una postura adecuada.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1239.mp4",
    "variante": null
  },
  {
    "nombre": "EXTENSIONES DE TRÍCEPS",
    "grupo_muscular_primario": "Tríceps braquial",
    "grupos_secundarios": ["Deltoides posteriores", "Músculos estabilizadores del core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener torso firme y alineado)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución : Inclina el torso ligeramente hacia adelante hacia mantener la espalda recta y el núcleo activado. Sujeta una mancuerna o botella en cada mano con un agarre neutral (palmas mirándose entre sí). Flexione los codos a 90°, manteniendo los brazos pegados al torso. Extiende los codos completamente hacia atrás, manteniendo los brazos alineados con el torso. Mantén la contracción en los tríceps por un segundo y luego regresa lentamente a la posición inicial. Repita el movimiento el número de veces deseado.\n---\n2. Tener en cuenta : Mantén los codos fijos y evita que se muevan hacia adelante. No encorves la espalda; mantenga el torso firme y alineado. Usa un peso adecuado para realizar el movimiento con control. Exhala al extender los brazos e inhala al regresar a la posición inicial. Mantenga un ritmo controlado para maximizar la activación muscular.\n---\n3. Qué trabajamos : Principal : Tríceps braquial. Secundario : Deltoides posteriores y músculos estabilizadores del core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04941.mp4",
    "variante": null
  },
  {
    "nombre": "BÍCEPS SENTADA",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Músculos del antebrazo", "Deltoides anterior"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda recta contra el respaldo si es posible)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 3, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución : Siéntete en una silla o banco con la espalda recta y los pies apoyados en el suelo. Sujeta una mancuerna o botella en cada mano con un agarre supino (palmas mirando hacia arriba). Mantén los codos pegados al torso y los brazos extendidos a los costados. Flexiona los codos y lleva las mancuernas o botellas hacia los hombros, manteniendo el movimiento controlado. Contrae los bíceps en la parte superior del movimiento. Baja lentamente a la posición inicial sin estirar completamente los brazos para mantener la tensión en los músculos. Repita el movimiento el número de veces deseado.\n---\n2. Tener en cuenta : Mantenga la espalda recta y el núcleo activado. No balancees el cuerpo para levantar el peso; usa solo la fuerza de los brazos. Controle tanto la subida como la bajada para maximizar la activación muscular. Exhala al subir e inhala al bajar. Usa un peso adecuado que te permita realizar el ejercicio con buena técnica.\n---\n3. Qué trabajamos : Principal : Bíceps braquial. Secundario : Músculos del antebrazo y deltoides anterior.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Img-04661.mp4",
    "variante": null
  },
  {
    "nombre": "ABDOMINALES ELEVACIONES DE PIERNAS",
    "grupo_muscular_primario": "Abdomen inferior (recto abdominal)",
    "grupos_secundarios": ["Flexores de cadera", "Core estabilizador"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Moderado (Evitar despegar la zona lumbar del piso)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis abdominal activa)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "🔹 Ejecución (versión acostada en el suelo o colchoneta): 1️⃣ Acostate boca arriba sobre una colchoneta, con los brazos extendidos a los costados del cuerpo y las palmas apoyadas contra el suelo. 2️⃣ Estirá las piernas completamente, juntas y en línea recta. 3️⃣ Activá el abdomen y comenzá a elevar ambas piernas lentamente hacia arriba, manteniéndolas estiradas, hasta formar un ángulo de 90° con el torso (o hasta donde puedas sin despegar la zona lumbar). 4️⃣ Exhalá al subir. 5️⃣ Inhalá y bajá controladamente las piernas sin tocar el suelo, manteniendo la activación del core y evitando arquear la espalda baja. 6️⃣ Repetí el movimiento de forma fluida y controlada.\n---\n🔹 Tener en cuenta: ✔️ Evitá despegar la zona lumbar del piso. Si eso pasa, no bajes tanto las piernas. ✔️ Mantené el movimiento lento y controlado, sin impulso. ✔️ Si recién empezás, podés flexionar un poco las rodillas o hacer una sola pierna a la vez. ✔️ Evitá tensionar el cuello o usar los brazos para impulsarte.\n---\n💪 Qué trabajamos: ✅ Principal: Abdomen inferior (recto abdominal). ✅ Secundario: Flexores de cadera, core estabilizador.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Abs-elevaciones-piernas.mp4",
    "variante": {
      "nombre": "Elevación de una sola pierna",
      "instrucciones": "Realizar el movimiento con una sola pierna a la vez para reducir la tensión en la zona lumbar."
    }
  },
  {
    "nombre": "CURL HORIZONTAL CON MANCUERNA",
    "grupo_muscular_primario": "Isquiotibiales",
    "grupos_secundarios": ["Glúteos", "Gemelos"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Moderado (No arquear demasiado la zona lumbar; mantener abdomen activado)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Acuéstate boca abajo en el suelo con las piernas estiradas. Sujeta una mancuerna entre los pies o usa tobilleras con peso. Flexiona las rodillas llevando los talones hacia los glúteos de manera controlada. Mantén la tensión en los isquiotibiales durante todo el movimiento. Baja lentamente hasta estirar completamente las piernas sin soltar el peso bruscamente.\n---\nTener en cuenta: No arquees demasiado la zona lumbar; mantenga el abdomen activado. Controle la fase de bajada para evitar movimientos bruscos. Si usas mancuerna, asegúrate de sujetarla bien con los pies para evitar que se deslice. Si sientes molestias en la zona lumbar, prueba con menos peso o menor rango de movimiento.\n---\n¿Qué trabajamos? Principal: Isquiotibiales. Secundario: Glúteos y gemelos.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/IMG_8197.mp4",
    "variante": null
  },
  {
    "nombre": "PATADA EN CUADRUPEDIA",
    "grupo_muscular_primario": "Glúteo mayor",
    "grupos_secundarios": ["Isquiotibiales", "Core (estabilidad)"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener abdomen firme para evitar que la zona lumbar se arquee)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Moderado (Mantener rodilla de apoyo alineada con la cadera)"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución : Colócate en posición de cuadrupedia (apoyada en manos y rodillas) sobre una colchoneta. Ajusta la banda elástica alrededor de ambas rodillas. Mantenga la espalda recta y el núcleo activado. Desde la posición inicial, extiende una pierna hacia atrás y arriba, estirándola completamente sin arquear la espalda. Mantén la contracción en el glúteo por un segundo en la parte más alta del movimiento. Regrese lentamente a la posición inicial sin apoyar la rodilla en el suelo para mantener la tensión. Repite el número de veces deseado y cambia de pierna.\n---\n2. Tener en cuenta : Mantenga el abdomen firme para evitar que la zona lumbar se arquee. No gires la cadera; el movimiento debe ser controlado y aislado en el glúteo. Mantén la rodilla de apoyo en el suelo alineada con la cadera. Exhala al estirar la pierna e inhala al regresar. Si la banda es muy floja, ajusta la tensión sosteniéndola con las manos o usando una más fuerte.\n---\n3. Qué trabajamos : Principal : Glúteo mayor. Secundario : Isquiotibiales y core (para estabilidad).",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05381.mp4",
    "variante": null
  },
  {
    "nombre": "ABDUCCIONES CON BANDA",
    "grupo_muscular_primario": "Glúteo medio",
    "grupos_secundarios": ["Glúteo mayor", "Tensor de la fascia lata", "Músculos estabilizadores de la cadera", "Abdomen (core)"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener abdomen activado para evitar tensar espalda baja)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro (No doblar las rodillas)"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución : Coloca una banda elástica alrededor de tus tobillos. Tumbate sobre una superficie plana con las piernas hacia arriba, apoyando la espalda completa. Mantén las piernas estiradas. Desde esta posición, abre y cierra las piernas haciendo fuerza contra la resistencia de la banda. Cierra lentamente las piernas sin dejar que se toque y abre con fuerza. Repite el movimiento.\n---\n2. Tener en cuenta : Mantenga la cadera estable, sin levantarla del piso. No dobles las rodillas; las piernas deben permanecer rectas. Controla la resistencia de la banda. El movimiento debe ser lento y controlado. Mantenga el abdomen activado para estabilizar el torso.\n---\n3. Qué trabajamos : Principal : Glúteo medio. Secundario : Glúteo mayor, tensor de la fascia lata y músculos estabilizadores. Estabilización : Abdomen (core).",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_8206.mp4",
    "variante": null
  },
  {
    "nombre": "PESO MUERTO A 1 PIERNA (CON APOYO)",
    "grupo_muscular_primario": "Glúteo mayor e isquiotibiales (pierna de trabajo)",
    "grupos_secundarios": ["Core", "Equilibrio", "Zona lumbar"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Bajar en línea recta sin redondear espalda; no hiperextender al subir)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Moderado (Flexión leve de la pierna de trabajo)"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 3, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: ✅ Parate con ambos pies en el suelo, pero con el 80–90% del peso sobre la pierna que va a trabajar (la delantera). ✅ La pierna de atrás se apoya en el suelo solo con la punta del pie, sirviendo como punto de equilibrio sin ayudar en el movimiento. ✅ Sostené una o dos mancuernas, botellas o una pesa rusa frente al cuerpo, con los brazos extendidos. ✅ Activá el core, mantené la espalda recta y comenzá a inclinar el torso hacia adelante desde la cadera. ✅ Bajá lo más que puedas sin perder la alineación de la espalda, mientras la pierna de trabajo (la delantera) se flexiona levemente. ✅ Sentí el estiramiento en el glúteo y isquio de la pierna que trabaja. ✅ Volvé a la posición inicial contrayendo el glúteo y el isquio, sin impulso ni rebote.\n---\nTener en cuenta: ✅ La pierna trasera debe estar apenas apoyada y no participar en el movimiento. ✅ El torso debe bajar en línea recta sin redondear la espalda. ✅ Controlá el ritmo del ejercicio: lento y consciente. ✅ Mantené el peso del cuerpo centrado sobre la pierna de apoyo. ✅ No hiperextiendas la espalda al volver arriba.\n---\nQué trabajamos: ✅ Principal: Glúteo mayor, isquiotibiales de la pierna de trabajo. ✅ Secundario: Core, equilibrio, zona lumbar.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/05/IMG_8432.mp4",
    "variante": null
  },
  {
    "nombre": "ABDOMINALES PIERNAS ARRIBA",
    "grupo_muscular_primario": "Recto abdominal (zona superior)",
    "grupos_secundarios": ["Core en general", "Flexores de cadera (mínimo)"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (No tirar del cuello ni mover la cabeza con impulso)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis abdominal activa)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "60s"}
    },
    "instrucciones_completas": "Ejecución: ✅ Acostate boca arriba sobre una colchoneta. ✅ Elevá las piernas extendidas hacia el techo, formando un ángulo de 90° con el torso. ✅ Extendé los brazos hacia arriba, con las manos apuntando hacia las puntas de los pies. ✅ Contraé el abdomen y elevá los omóplatos del suelo llevando las manos hacia las puntas de los pies. ✅ Mantené la contracción un segundo arriba y luego bajá lentamente sin apoyar completamente la cabeza.\n---\nTener en cuenta: ✅ No tires del cuello ni muevas la cabeza con impulso. ✅ El movimiento debe venir desde el abdomen, no desde los brazos. ✅ Mantené las piernas estables y extendidas durante todo el ejercicio. ✅ La mirada va hacia los pies, no hacia el techo.\n---\nQué trabajamos: ✅ Principal: Recto abdominal (zona superior). ✅ Secundario: Core en general, flexores de cadera de forma mínima.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/05/Abs-piernas-arriba-copia-1.mp4",
    "variante": null
  },
  {
    "nombre": "SENTADILLA SUMO",
    "grupo_muscular_primario": "Glúteos y aductores",
    "grupos_secundarios": ["Cuádriceps", "Isquiotibiales", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda recta y evitar redondearla)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro (Rodillas siguen dirección de puntas de pies)"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Coloca los pies más anchos que el ancho de los hombros, con las puntas ligeramente orientadas hacia afuera. Sujeta una pesa con ambas manos frente a tu cuerpo, dejando los brazos extendidos. Baja las caderas hacia atrás y hacia abajo, como si fueras a sentarte, manteniendo el pecho erguido. Desciende hasta que los muslos estén paralelos al suelo (o más abajo, si tu movilidad lo permite). Empuja a través de los talones para volver a la posición inicial.\n---\n2. Tener en cuenta: Mantén la espalda recta durante todo el movimiento; evita redondearla. Activa los glúteos y el core para proteger la zona lumbar. Asegúrate de que las rodillas sigan la dirección de las puntas de los pies, evitando que colapsen hacia adentro. Controla la bajada y no te precipites.\n---\n3. Qué trabajamos: Principal: Glúteos y aductores. Secundario: Cuádriceps, isquiotibiales y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05371.mp4",
    "variante": null
  },
  {
    "nombre": "SENTADILLA BULGARA",
    "grupo_muscular_primario": "Cuádriceps y glúteo mayor",
    "grupos_secundarios": ["Isquiotibiales", "Core", "Músculos estabilizadores"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener torso recto y evitar inclinarte demasiado)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Moderado (No permitir que la rodilla adelantada sobrepase la punta del pie)"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 3, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución : Coloque un pie apoyado sobre un banco o superficie elevada detrás de ti. Sujeta mancuernas a los costados del cuerpo. Da un paso hacia adelante con la pierna de apoyo. Descienda lentamente flexionando la rodilla de la pierna adelantada hasta formar un ángulo de 90°, mientras la rodilla trasera se acerca al suelo. Mantenga el torso erguido y el núcleo activado. Empuje a través del talón delantero para volver arriba. Repite y cambia de pierna.\n---\n2. Tener en cuenta : Mantén el torso recto. No permita que la rodilla adelantada sobrepase la punta del pie para evitar estrés articular. Mantenga el núcleo activado para estabilidad. Controle tanto la bajada como la subida. Exhala al subir e inhala al bajar.\n---\n3. Qué trabajamos : Principal : Cuádriceps y glúteo mayor. Secundario : Isquiotibiales, core y músculos estabilizadores.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04771.mp4",
    "variante": null
  },
  {
    "nombre": "SENTADILLA GLOBET",
    "grupo_muscular_primario": "Cuádriceps, glúteos y aductores",
    "grupos_secundarios": ["Core", "Isquiotibiales", "Deltoides (por sujeción del peso)"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener pecho erguido y espalda recta; core activado)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Moderado (Evitar que las rodillas se junten al bajar)"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "🔹 Ejecución: 1️⃣ Sujeta una mancuerna o una kettlebell con ambas manos a la altura del pecho, manteniendo los codos apuntando ligeramente hacia abajo. 2️⃣ Párate con los pies al ancho de los hombros y las puntas ligeramente hacia afuera. 3️⃣ Inicia el movimiento bajando la cadera hacia atrás y hacia abajo, manteniendo el pecho erguido y la espalda recta. 4️⃣ Desciende hasta que tus muslos queden paralelos al suelo o más abajo, sin perder la postura. 5️⃣ Empuja con los talones para regresar a la posición inicial, activando glúteos y cuádriceps.\n---\n🔹 Tener en cuenta: ✔️ Mantén el core activado para proteger la zona lumbar. ✔️ Evita que las rodillas se junten al bajar; deben seguir la dirección de los pies. ✔️ Controla el movimiento y evita rebotar en la parte baja de la sentadilla.\n---\n💪 Qué trabajamos: ✅ Principal: Cuádriceps, glúteos y aductores. ✅ Secundario: Core, isquiotibiales y deltoides por la sujeción del peso.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Img-04761-1.mp4",
    "variante": null
  },
  {
    "nombre": "PRESS BANCA PLANA",
    "grupo_muscular_primario": "Pectoral mayor",
    "grupos_secundarios": ["Tríceps", "Deltoides anteriores"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener contacto con el banco; no arquear excesivamente la espalda)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro (Pies firmes en el suelo para estabilidad)"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "90s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "120s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "180s"}
    },
    "instrucciones_completas": "Ejecución: Acuéstate sobre un banco plano con los pies apoyados firmemente en el suelo. Sujeta la barra con un agarre ligeramente más ancho que el de los hombros y retírala del soporte con los brazos extendidos. Mantén el core activado y los omóplatos retraídos para mayor estabilidad. Descienda la barra de manera controlada hasta que toque ligeramente el centro del pecho, manteniendo los codos en un ángulo aproximado de 45°. Empuja la barra hacia arriba de forma explosiva hasta extender los brazos sin bloquear los codos. Repite el movimiento manteniendo siempre el control de la barra.\n---\nTener en cuenta: Evita rebotar la barra contra el pecho; el descenso debe ser controlado. Mantenga los pies firmes en el suelo para mayor estabilidad y fuerza. No arquees excesivamente la espalda; asegúrese de mantener contacto con el banco.\n---\n¿Qué trabajamos? Rector: Pectoral mayor. Secundario: Tríceps y deltoides anteriores.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05001.mp4",
    "variante": null
  },
  {
    "nombre": "APERTURAS CON MANCUERNAS",
    "grupo_muscular_primario": "Pectorales",
    "grupos_secundarios": ["Deltoides anteriores", "Bíceps (estabilización)"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 3, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Acuéstate boca arriba en el suelo o banco con las rodillas flexionadas y los pies apoyados. Sujeta una mancuerna o botella en cada mano con las palmas mirando hacia arriba. Extiende los brazos hacia el techo con una ligera flexión en los codos. Abra los brazos hacia los lados de manera controlada, bajando las pesas hasta que sienta un leve estiramiento en el pecho. Exhala y vuelve a la posición inicial juntando las mancuernas por encima del pecho, sin chocar las pesas.\n---\nTener en cuenta: Mantenga los codos ligeramente flexionados durante todo el movimiento para evitar tensión en la articulación. Controla la bajada y evita soltar el peso bruscamente para proteger los hombros. No dejes que las mancuernas toquen el suelo para mantener la tensión en los pectorales. Si siente molestias en los hombros, reduzca el rango de apertura o el peso.\n---\n¿Qué trabajamos? Principales: Pectorales. Secundario: Deltoides anteriores y bíceps (estabilización).",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05071.mp4",
    "variante": null
  },
  {
    "nombre": "PRESS PLANO",
    "grupo_muscular_primario": "Pectorales (especialmente la porción media)",
    "grupos_secundarios": ["Tríceps", "Deltoides anterior (hombro frontal)"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda apoyada; evitar arquear zona lumbar)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Acuéstate boca arriba en un banco plano o en el suelo con las rodillas flexionadas y los pies apoyados firmemente. Sostén una mancuerna en cada mano con un agarre neutro (palmas mirando hacia adelante) y colócalas a la altura del pecho. Empuja las mancuernas hacia arriba extendiendo los brazos hasta que queden justo encima del pecho, sin bloquear los codos. Desciende de forma controlada hasta que las mancuernas queden cerca del pecho, manteniendo los codos ligeramente en diagonal (no hacia los lados completamente). Repite el movimiento manteniendo la tensión en el pecho durante todo el recorrido.\n---\nTener en cuenta: Mantén la espalda apoyada en todo momento, evitando arquear demasiado la zona lumbar. Controla el movimiento al bajar para evitar lesiones y maximizar la activación muscular. No juntes las mancuernas al final del recorrido; mantén una ligera separación para mantener la tensión en el pectoral. Si estás en el suelo, el rango de movimiento será más limitado, pero igualmente efectivo para trabajar el pecho.\n---\nQué trabajamos: Principal: Pectorales (especialmente la porción media). Secundario: Tríceps y deltoides anterior (hombro frontal).",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05081-1.mp4",
    "variante": null
  },
  {
    "nombre": "ABDOMINALES LIBRES",
    "grupo_muscular_primario": "Abdomen inferior (recto abdominal)",
    "grupos_secundarios": ["Flexores de cadera", "Core estabilizador"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Moderado (Evitá despegar la zona lumbar del piso)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitá si hay diástasis abdominal activa)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución (versión acostada en el suelo o colchoneta): 1️⃣ Acostate boca arriba sobre una colchoneta, con los brazos extendidos a los costados del cuerpo y las palmas apoyadas contra el suelo. 2️⃣ Estirá las piernas completamente, juntas y en línea recta. 3️⃣ Activá el abdomen y comenzá a elevar ambas piernas lentamente hacia arriba, manteniéndolas estiradas, hasta formar un ángulo de 90° con el torso (o hasta donde puedas sin despegar la zona lumbar). 4️⃣ Exhalá al subir. 5️⃣ Inhalá y bajá controladamente las piernas sin tocar el suelo, manteniendo la activación del core y evitando arquear la espalda baja. 6️⃣ Repetí el movimiento de forma fluida y controlada.\n---\nTener en cuenta: ✔️ Evitá despegar la zona lumbar del piso. Si eso pasa, no bajes tanto las piernas. ✔️ Mantené el movimiento lento y controlado, sin impulso. ✔️ Si recién empezás, podés flexionar un poco las rodillas o hacer una sola pierna a la vez. ✔️ Evitá tensionar el cuello o usar los brazos para impulsarte.\n---\nQué trabajamos: ✅ Principal: Abdomen inferior (recto abdominal). ✅ Secundario: Flexores de cadera, core estabilizador.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Abs-elevaciones-piernas.mp4",
    "variante": null
  }
][
  {
    "nombre": "REMO CON MANCUERNAS",
    "grupo_muscular_primario": "Dorsales",
    "grupos_secundarios": ["Trapecios", "Romboides", "Bíceps"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Espalda neutra)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución :Toma una mancuerna o botella en cada mano, con las palmas mirando hacia adentro (agarre neutro). Colócate de pie con los pies separados al ancho de las caderas. Flexione ligeramente las rodillas y lleve las caderas hacia atrás, inclinando el torso hacia adelante (aproximadamente a 45°), mientras mantiene la espalda recta. Deja que los brazos cuelguen hacia abajo, con las pesas frente a tus piernas. Desde esta posición, tira de las mancuernas hacia tu abdomen, llevando los codos hacia atrás y manteniéndolos cerca del torso. Haz una pausa breve cuando las mancuernas lleguen a la altura de tus costillas, asegurándote de contraer los omóplatos. Baje lentamente las mancuernas hasta la posición inicial con control.\n---\n2. Tener en cuenta :Mantén la espalda recta en todo momento; evita arquearla o encorvarla. Activa el core para estabilizar el cuerpo y mantener el equilibrio. Mantenga los codos pegados al torso durante el movimiento para activar los músculos correctamente. El movimiento debe ser controlado tanto al subir como al bajar. Usa un peso adecuado que te permita realizar el ejercicio con buena técnica. No equilibra el cuerpo ni utiliza impulso para levantar las pesas; el movimiento debe provenir únicamente de los brazos y la espalda.\n---\n3. Qué trabajamos :Principal : Dorsales (espalda). Secundario : Trapecios, romboides, deltoides posteriores y bíceps. Estabilización : Core y lumbares trabajan para mantener una postura adecuada.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1239.mp4",
    "variante": null
  },
  {
    "nombre": "REMO CON BANDA",
    "grupo_muscular_primario": "Dorsales",
    "grupos_secundarios": ["Trapecios", "Romboides", "Bíceps"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Espalda neutra)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución :Siéntete en el suelo con las piernas extendidas y la espalda recta. Pasa la banda elástica alrededor de la planta de los pies y sujeta ambos extremos con las manos. Mantenga el núcleo activado y los codos ligeramente flexionados. Tira de la banda hacia tu torso, llevando los codos hacia atrás y juntando los omóplatos. Mantenga la contracción por un segundo en la posición final. Regrese lentamente a la posición inicial con control. Repita el movimiento el número de veces deseado.\n---\n2. Tener en cuenta :Mantén la espalda recta y evita encorvarte. No dejes que los codos se once demasiado; Deben ir alineados con el torso. Controla la fase excéntrica (cuando vuelves a la posición inicial) para maximizar el trabajo muscular. Si la banda es muy floja, ajusta la resistencia enrolándola en las manos o eligiendo una más fuerte. Exhala al tirar de la banda e inhala al regresar a la posición inicial.\n---\n3. Qué trabajamos :Principal : Dorsal ancho y romboides. Secundario : Trapecio, deltoides posterior y bíceps.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/IMG_8204.mp4",
    "variante": null
  },
  {
    "nombre": "REMO A UN BRAZO",
    "grupo_muscular_primario": "Dorsales",
    "grupos_secundarios": ["Trapecios", "Romboides", "Bíceps"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Espalda neutra)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución:Colócate de pie junto a un banco, una silla o una superficie estable para apoyarte. Sujeta una mancuerna o botella en una mano, con la palma mirando hacia tu cuerpo (agarre neutro). Apoya la rodilla y la mano contrarias sobre el banco para estabilizarte, manteniendo la espalda recta y el torso paralelo al suelo. Extiende el brazo que sostiene la mancuerna hacia abajo, permitiendo que el peso cuelgue frente a ti. Desde esta posición, tira del peso hacia tu torso, llevando el codo hacia atrás y manteniéndolo cerca del cuerpo. Contrae los omóplatos en la parte superior del movimiento. Baja el peso lentamente hasta la posición inicial con control. Repite el movimiento por el número deseado de repeticiones y luego cambia de lado.\n---\n2. Tener en cuenta:Mantén la espalda recta durante todo el ejercicio; evita arquearla o encorvarla. Activa el core para mantener la estabilidad del torso. Lleva el codo hacia atrás en lugar de hacia los lados, para trabajar correctamente los músculos de la espalda. No utilices impulso ni balanceo; el movimiento debe ser controlado tanto al subir como al bajar. Asegúrate de usar un peso adecuado que permita realizar el ejercicio con buena técnica. Mantén el cuello alineado con la columna para evitar tensiones innecesarias.\n---\n3. Qué trabajamos:Principal: Dorsales (espalda). Secundario: Romboides, trapecios, deltoides posteriores y bíceps. Estabilización: Core y lumbares trabajan para mantener una postura correcta.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/remo-a-un-brazo_ZJwO7Jep-1.mp4",
    "variante": null
  },
  {
    "nombre": "PRESS HOMBROS CON BARRA",
    "grupo_muscular_primario": "General",
    "grupos_secundarios": [],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Siéntete en un banco con respaldo y apoya los pies firmemente en el suelo. Sujeta la barra con un agarre ligeramente más ancho que el de los hombros y llévala a la altura del pecho. Active el core y mantenga la espalda recta con los hombros alineados. Empuje la barra hacia arriba de manera controlada hasta extender completamente los brazos, sin bloquear los codos. Realice una breve pausa en la parte superior y descienda lentamente la barra hasta la posición inicial, manteniendo el control en todo momento.\n---\nTener en cuenta: Evita arquear demasiado la espalda; mantenga el núcleo activado para proteger la zona lumbar. No dejes que la barra se desplace demasiado hacia adelante o hacia atrás; el movimiento debe ser vertical. Controla la bajada de la barra para evitar movimientos bruscos. Para progresar, aumente gradualmente la carga o el número de repeticiones sin comprometer la técnica.\n---\n¿Qué trabajamos? Principal: Deltoides (fibras anteriores y medias). Secundario: Tríceps, trapecio y músculos estabilizadores del core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04551.mp4",
    "variante": null
  },
  {
    "nombre": "VUELOS LATERALES",
    "grupo_muscular_primario": "Deltoides lateral",
    "grupos_secundarios": ["Trapecio superior"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución :Párate con los pies al ancho de las caderas, manteniendo una ligera flexión en las rodillas. Sujeta una mancuerna o botella en cada mano con un agarre neutro (palmas mirando hacia el cuerpo). Inclina ligeramente el torso hacia adelante, activando el core y manteniendo la espalda recta. Con un movimiento controlado, levante ambos brazos lateralmente hasta que queden a la altura de los hombros. Mantenga una leve flexión en los codos durante todo el recorrido. Baja lentamente las pesas hasta la posición inicial sin dejar caer los brazos. Repite el movimiento por la cantidad deseada de repeticiones.\n---\n2. Tener en cuenta :Evite equilibrar el cuerpo o usar impulso para levantar las pesas. No subas los brazos más allá de la altura de los hombros para evitar tensión excesiva en los trapecios. Mantenga el núcleo activado para mayor estabilidad. Controle la bajada para mantener la tensión en los hombros. Si siente molestias en los trapecios, pruebe inclinando ligeramente el torso hacia adelante y llevando los codos un poco hacia adelante en el levantamiento.\n---\n3. Qué trabajamos :Principal : Deltoides lateral (hombro). Secundario : Trapecio superior y músculos estabilizadores del core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04681.mp4",
    "variante": null
  },
  {
    "nombre": "VUELOS FRONTALES",
    "grupo_muscular_primario": "Deltoides lateral",
    "grupos_secundarios": ["Trapecio superior"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución :Párate con los pies al ancho de las caderas, manteniendo una ligera flexión en las rodillas. Sujeta una mancuerna o botella en cada mano con un agarre pronado (palmas mirando hacia los muslos). Active el core y mantenga la espalda recta. Eleva lentamente un brazo o ambos al mismo tiempo hacia el frente hasta la altura de los hombros. Mantenga una leve flexión en los codos durante todo el recorrido. Baje lentamente las pesas hasta la posición inicial de forma controlada. Repite el movimiento por la cantidad deseada de repeticiones.\n---\n2. Tener en cuenta :Evite equilibrar el cuerpo o usar impulso para levantar las pesas. No subas los brazos más allá de la altura de los hombros para evitar tensión innecesaria en el trapecio. Mantenga el núcleo activado para mayor estabilidad. Controle la bajada para mantener la tensión en los hombros. Si sientes molestias en la zona lumbar, prueba hacer el ejercicio sentado para mayor control.\n---\n3. Qué trabajamos :Principal : Deltoides anterior (hombro). Secundario : Trapecio, pectoral superior y músculos estabilizadores del core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04691.mp4",
    "variante": null
  },
  {
    "nombre": "ABDOMINALES OBLICUOS",
    "grupo_muscular_primario": "Recto abdominal",
    "grupos_secundarios": ["Core", "Oblicuos"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "🔹 Ejecución:\n1️⃣ Acostate boca arriba sobre una colchoneta con las rodillas flexionadas y los pies apoyados en el piso, separados al ancho de caderas.2️⃣ Colocá los brazos a los lados del tronco.3️⃣ Activá el abdomen y llevá las manos hacia un tobillo y al otro, rotando el torso para activar los oblicuos.4️⃣ Al mismo tiempo, elevá ligeramente la escápula del suelo, manteniendo la zona lumbar pegada al piso.6️⃣ Alterná los lados de forma continua y controlada.\n---\n🔸 Tener en cuenta:\n✔️ No jales el cuello con las manos; el movimiento debe venir desde el abdomen.✔️ El mentón debe mantenerse separado del pecho, como si sostuvieras una pelotita entre ellos.✔️ La zona lumbar debe permanecer en contacto con el piso todo el tiempo.✔️ Respirá de forma controlada: exhalá al subir, inhalá al bajar.\n---\n💪 Qué trabajamos:\n✅ Principal: Oblicuos externos e internos.✅ Secundario: Recto abdominal, transverso abdominal.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Abs-oblicuos-copia-1.mp4",
    "variante": null
  },
  {
    "nombre": "PULL OVER",
    "grupo_muscular_primario": "General",
    "grupos_secundarios": [],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución:Ponte de pie con los pies separados al ancho de los hombros, asegurando una postura estable. Sujeta una mancuerna o botella con ambas manos, sosteniéndola por un extremo. Eleva los brazos por encima de la cabeza, manteniéndolos extendidos pero sin bloquear los codos. Dobla los codos hacia atrás, llevando la mancuerna o botella detrás de la cabeza, mientras mantiene los codos lo más cerca posible de las orejas. Desde esta posición, extiende los codos para regresar los brazos a la posición inicial, asegurándote de que el movimiento sea controlado. Repite el movimiento durante el número deseado de repeticiones.\n---\n2. Tener en cuenta:Mantén los codos cerca de las orejas durante todo el ejercicio para enfocar el trabajo en los tríceps. Activa el core para evitar arquear la espalda durante el movimiento. Realiza el movimiento de manera lenta y controlada, especialmente al bajar la mancuerna o botella. Asegúrate de que el peso utilizado no sea excesivo, para mantener una técnica adecuada y evitar lesiones. Mantén los pies firmes en el suelo y evita movimientos bruscos o balanceos del torso.\n---\n3. Qué trabajamos:Principal: Tríceps braquial (enfoque en las tres cabezas). Secundario: Estabilización de deltoides y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-04931-1.mp4",
    "variante": null
  },
  {
    "nombre": "FONDO TRICEPS EN BANCO",
    "grupo_muscular_primario": "General",
    "grupos_secundarios": [],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución :Siéntate en el borde de un banco o superficie firme, apoyando las palmas de las manos a los lados de tus caderas, con los dedos mirando hacia adelante. Coloca los talones en el suelo y flexiona las rodillas formando un ángulo de 90 grados, manteniendo los pies apoyados. Desliza ligeramente los glúteos hacia adelante del banco, quedando sostenido solo por las manos y los talones. Flexiona los codos lentamente, bajando el cuerpo en línea recta hasta que los brazos formen aproximadamente un ángulo de 90 grados. Empuja con las palmas hacia abajo para extender los codos y volver a la posición inicial. Mantén los codos mirando hacia atrás durante todo el movimiento, sin abrirlos hacia los lados.\n---\nTener en cuentaLa fuerza debe provenir principalmente de los tríceps, no de los hombros ni del impulso del cuerpo. Mantén la espalda cerca del banco durante todo el recorrido, sin alejarla demasiado. Evita que los hombros se eleven al subir; mantenlos relajados y lejos de las orejas. Respira correctamente: inhala al bajar y exhala al subir. Controla el movimiento en todo momento, evitando rebotes o movimientos bruscos. Si sentís presión en los hombros, revisá la postura o reducí la profundidad del descenso.\n---\nQué trabajamos :Principal: Tríceps braquial (porción larga, media y lateral). Secundario: Deltoides anterior (parte frontal del hombro), pectoral menor y músculos estabilizadores del core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/10/fondo-triceps-banco.mp4",
    "variante": null
  },
  {
    "nombre": "BICEPS ALTERNADO",
    "grupo_muscular_primario": "General",
    "grupos_secundarios": [],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución:Ponte de pie con los pies separados al ancho de los hombros, sujetando una mancuerna en cada mano con un agarre supinado (palmas hacia adelante). Mantén los codos pegados al torso y el core activado para mayor estabilidad. Eleva una mancuerna hacia el hombro, flexionando el codo mientras mantienes la otra mano en la posición inicial. Baja lentamente la mancuerna a la posición inicial con control. Repite el movimiento con el brazo opuesto y alterna entre ambos brazos.\n---\n2. Tener en cuenta:Mantén los codos fijos; no los muevas hacia adelante o hacia los lados durante el ejercicio. Evita balancear el torso para levantar las mancuernas; usa solo la fuerza de los bíceps. Controla tanto la subida como la bajada para maximizar la activación muscular. Elige un peso adecuado para realizar el movimiento sin comprometer la técnica.\n---\n3. Qué trabajamos:Principal: Bíceps braquial. Secundario: Braquial anterior y braquiorradial.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/01/Img-05041.mp4",
    "variante": null
  },
  {
    "nombre": "BICEPS CONCENTRADO",
    "grupo_muscular_primario": "General",
    "grupos_secundarios": [],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución:Siéntate en un banco con las piernas abiertas y los pies bien apoyados en el suelo. Sostén una mancuerna con una mano y apoya el codo en el interior del muslo, cerca de la rodilla. La palma debe estar mirando hacia arriba. Con el brazo extendido hacia abajo, inicia el movimiento flexionando el codo y llevando la mancuerna hacia tu hombro. Aprieta el bíceps en la parte superior del movimiento, haciendo una breve pausa. Desciende lentamente la mancuerna de nuevo a la posición inicial, manteniendo el control durante todo el recorrido. Repite el movimiento y luego cambia de brazo.\n---\nTener en cuenta:Mantén el torso erguido y evita balancearte para no usar impulso. No despejes el codo del muslo durante el ejercicio; debe permanecer fijo para aislar el bíceps. Controla tanto la fase de subida como la de bajada para maximizar la activación muscular. Respira de forma sincronizada: exhala al subir la mancuerna, inhala al bajarla.\n---\nQué trabajamos:Principal: Bíceps braquial (cabeza larga y corta). Secundario: Braquial anterior y músculos del antebrazo (braquiorradial). ✅ Tip para mayor intensidad:Haz una pausa de 2-3 segundos en el punto más alto para aumentar la tensión en el bíceps. Si quieres un extra de desafío, realiza las últimas repeticiones de forma lenta y controlada. 💪🔥",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05061.mp4",
    "variante": null
  },
  {
    "nombre": "CAMINATA CON BANDA",
    "grupo_muscular_primario": "General",
    "grupos_secundarios": [],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución:Coloca una banda elástica justo por encima de las rodillas. Separa los pies al ancho de los hombros y flexiona ligeramente las rodillas, inclinando el torso un poco hacia adelante. Mantén el core activado. Da pasos laterales de forma controlada, manteniendo la tensión en la banda en todo momento. Asegúrate de que las rodillas no colapsen hacia adentro. Completa el número deseado de pasos en una dirección y luego regresa.\n---\nTener en cuenta:Mantén la espalda recta y el pecho elevado durante todo el ejercicio. Las rodillas siempre deben estar alineadas con los pies. No arrastres los pies; levántalos ligeramente en cada paso. Cuanto más bajes la posición de las piernas, mayor será la activación de los glúteos.\n---\nQué trabajamos:Principal: Glúteo medio y glúteo menor. Secundario: Glúteo mayor, cuádriceps y músculos estabilizadores del core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05411.mp4",
    "variante": null
  },
  {
    "nombre": "PATADA CON BANDA",
    "grupo_muscular_primario": "General",
    "grupos_secundarios": [],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución:Coloca una banda elástica alrededor de tus tobillos. Apóyate en una pared o superficie firme para mantener el equilibrio. Mantén el torso recto y el core activado. Lleva una pierna hacia atrás de forma controlada, apretando el glúteo en la parte superior del movimiento. Regresa la pierna a la posición inicial sin perder la tensión en la banda. Completa las repeticiones y cambia de pierna.\n---\nTener en cuenta:No arquees la espalda al llevar la pierna hacia atrás; el movimiento debe nacer del glúteo. Mantén una ligera flexión en la pierna de apoyo para mayor estabilidad. Controla tanto el movimiento de subida como el de bajada.\n---\nQué trabajamos:Principal: Glúteo mayor. Secundario: Isquiotibiales y músculos estabilizadores del core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05401-2.mp4",
    "variante": null
  }
][
  {
    "nombre": "REMO CON MANCUERNAS",
    "grupo_muscular_primario": "Dorsales",
    "grupos_secundarios": ["Trapecios", "Romboides", "Deltoides posterior", "Bíceps"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda neutra)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución : Toma una mancuerna o botella en cada mano, con las palmas mirando hacia adentro (agarre neutro). Colócate de pie con los pies separados al ancho de las caderas. Flexione ligeramente las rodillas y lleve las caderas hacia atrás, inclinando el torso hacia adelante (aproximadamente a 45°), mientras mantiene la espalda recta. Desde esta posición, tira de las mancuernas hacia tu abdomen, llevando los codos hacia atrás y manteniéndolos cerca del torso. Haz una pausa breve cuando las mancuernas lleguen a la altura de tus costillas, asegurándote de contraer los omóplatos. Baje lentamente las mancuernas hasta la posición inicial con control.\n---\n2. Tener en cuenta : Mantén la espalda recta en todo momento; evita arquearla o encorvarla. Activa el core para estabilizar el cuerpo y mantener el equilibrio. Mantenga los codos pegados al torso durante el movimiento para activar los músculos correctamente. El movimiento debe ser controlado tanto al subir como al bajar. Usa un peso adecuado que te permita realizar el ejercicio con buena técnica. No equilibra el cuerpo ni utiliza impulso para levantar las pesas.\n---\n3. Qué trabajamos : Principal : Dorsales (espalda). Secundario : Trapecios, romboides, deltoides posteriores y bíceps. Estabilización : Core y lumbares trabajan para mantener una postura adecuada.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1239.mp4"
  },
  {
    "nombre": "POSTERIORES CON MANCUERNAS",
    "grupo_muscular_primario": "Deltoides posterior",
    "grupos_secundarios": ["Trapecios", "Romboides", "Parte superior de la espalda"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Moderado (Mantener espalda recta e inclinación controlada)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Colócate de pie, con los pies al ancho de los hombros y una ligera flexión en las rodillas. Sujeta una mancuerna en cada mano con las palmas mirando hacia adentro. Inclina ligeramente el torso hacia adelante (aproximadamente 45 grados), manteniendo la espalda recta. Con los codos ligeramente doblados, eleva ambos brazos hacia los costados. Eleva las mancuernas hasta que tus brazos estén paralelos al suelo. Baja las mancuernas controladamente.\n---\nTener en cuenta: Mantén la espalda recta durante todo el movimiento. Evita que los codos se doblen demasiado. Asegúrate de no levantar los hombros ni encoger los trapecios; el enfoque debe estar en el deltoide posterior. Controla tanto la subida como la bajada del peso.\n---\nQué trabajamos: Principal: Deltoides posteriores (parte posterior del hombro). Secundario: Trapecios, romboides y parte superior de la espalda.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04711.mp4"
  },
  {
    "nombre": "REMO A UN BRAZO",
    "grupo_muscular_primario": "Dorsales",
    "grupos_secundarios": ["Romboides", "Trapecios", "Bíceps"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda recta y torso paralelo al suelo)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución: Colócate de pie junto a un banco o una superficie estable. Sujeta una mancuerna o botella en una mano (agarre neutro). Apoya la rodilla y la mano contrarias sobre el banco para estabilizarte, manteniendo la espalda recta. Extiende el brazo que sostiene la mancuerna hacia abajo. Desde esta posición, tira del peso hacia tu torso, llevando el codo hacia atrás y manteniéndolo cerca del cuerpo. Contrae los omóplatos en la parte superior. Baja el peso lentamente con control.\n---\n2. Tener en cuenta: Mantén la espalda recta durante todo el ejercicio; evita arquearla o encorvarla. Activa el core para mantener la estabilidad. Lleva el codo hacia atrás en lugar de hacia los lados. No utilices impulso ni balanceo. Asegúrate de usar un peso adecuado. Mantén el cuello alineado con la columna.\n---\n3. Qué trabajamos: Principal: Dorsales (espalda). Secundario: Romboides, trapecios, deltoides posteriores y bíceps. Estabilización: Core y lumbares.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/remo-a-un-brazo_ZJwO7Jep-1.mp4"
  },
  {
    "nombre": "FONDO TRICEPS EN BANCO",
    "grupo_muscular_primario": "Tríceps braquial",
    "grupos_secundarios": ["Deltoides anterior", "Pectoral menor", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución : Siéntate en el borde de un banco o superficie firme, apoyando las palmas de las manos a los lados de tus caderas. Coloca los talones en el suelo y flexiona las rodillas formando un ángulo de 90 grados. Desliza ligeramente los glúteos hacia adelante del banco. Flexiona los codos lentamente, bajando el cuerpo en línea recta hasta que los brazos formen aproximadamente un ángulo de 90 grados. Empuja con las palmas hacia abajo para extender los codos y volver a la posición inicial. Mantén los codos mirando hacia atrás.\n---\nTener en cuenta: La fuerza debe provenir principalmente de los tríceps. Mantén la espalda cerca del banco. Evita que los hombros se eleven al subir. Respira correctamente: inhala al bajar y exhala al subir. Controla el movimiento en todo momento.\n---\nQué trabajamos : Principal: Tríceps braquial (porción larga, media y lateral). Secundario: Deltoides anterior, pectoral menor y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/10/fondo-triceps-banco.mp4"
  },
  {
    "nombre": "BICEPS CONCENTRADO",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Braquial anterior", "Músculos del antebrazo"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Siéntate en un banco con las piernas abiertas. Sostén una mancuerna con una mano y apoya el codo en el interior del muslo. Con el brazo extendido, inicia el movimiento flexionando el codo y llevando la mancuerna hacia tu hombro. Aprieta el bíceps arriba. Desciende lentamente. Repite y cambia de brazo.\n---\nTener en cuenta: Mantén el torso erguido y evita balancearte. No despejes el codo del muslo durante el ejercicio. Controla tanto la fase de subida como la de bajada. Respira: exhala al subir, inhala al bajar.\n---\nQué trabajamos: Principal: Bíceps braquial (cabeza larga y corta). Secundario: Braquial anterior y músculos del antebrazo.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05061.mp4"
  },
  {
    "nombre": "ABDOMINALES OBLICUOS",
    "grupo_muscular_primario": "Oblicuos externos e internos",
    "grupos_secundarios": ["Recto abdominal", "Transverso abdominal"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener zona lumbar pegada al piso)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por lado", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por lado", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por lado", "descanso": "60s"}
    },
    "instrucciones_completas": "1. Ejecución: Acostate boca arriba sobre una colchoneta con las rodillas flexionadas y los pies apoyados. Activá el abdomen y llevá las manos hacia un tobillo y al otro, rotando el torso para activar los oblicuos. Al mismo tiempo, elevá ligeramente la escápula del suelo, manteniendo la zona lumbar pegada al piso. Alterná los lados de forma continua.\n---\n2. Tener en cuenta: No jales el cuello con las manos. El mentón debe mantenerse separado del pecho. La zona lumbar debe permanecer en contacto con el piso. Respirá de forma controlada.\n---\n3. Qué trabajamos: Principal: Oblicuos externos e internos. Secundario: Recto abdominal, transverso abdominal.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Abs-oblicuos-copia-1.mp4"
  },
  {
    "nombre": "PUENTE GLÚTEOS",
    "grupo_muscular_primario": "Glúteos (glúteo mayor)",
    "grupos_secundarios": ["Isquiotibiales", "Zona lumbar", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda neutra)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución : Túmbate boca arriba con las rodillas flexionadas y los pies apoyados. Coloque un peso sobre la parte baja del abdomen. Eleva la cadera lentamente hasta formar una línea recta desde las rodillas hasta los hombros. Aprieta los glúteos arriba. Descienda de manera controlada.\n---\n2. Tener en cuenta : Mantén la espalda neutra. Empuja con los talones. Asegúrese de que las rodillas estén alineadas con los pies. Controla la bajada.\n---\n3. Qué trabajamos : Principal : Glúteos (especialmente el glúteo mayor). Secundario : Isquiotibiales, zona lumbar y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/05/Puente-de-gluteos-1.mp4"
  },
  {
    "nombre": "CURL DE ISQUIOS CON BANDA",
    "grupo_muscular_primario": "Isquiotibiales",
    "grupos_secundarios": ["Glúteo mayor", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (No arquear la espalda)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por pierna", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por pierna", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por pierna", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución : Coloca una banda elástica alrededor de los tobillos. Párate con los pies al ancho de las caderas y el core activado. Lleva el pie con la banda hacia atrás, doblando la rodilla, acercando el talón hacia el glúteo. Mantén la contracción 1s. Vuelve lentamente.\n---\n2. Tener en cuenta : Mantenga el núcleo activado. No arquees la espalda. Controle tanto la subida como la bajada. Exhala al subir, inhala al bajar.\n---\n3. Qué trabajamos : Principal : Isquiotibiales. Secundario : Glúteo mayor y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/curl-con-banda_Zq8WSzjj.mp4"
  },
  {
    "nombre": "ADUCTORES EN BANCO",
    "grupo_muscular_primario": "Aductores",
    "grupos_secundarios": ["Core", "Glúteo medio"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Moderado (Mantener ligera flexión en pierna de suelo)"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20 por pierna", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15 por pierna", "descanso": "60s"},
      "avanzado_fuerza": {"series": 3, "reps": "10-12 por pierna", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Colócate de pie junto a un banco. Apoya un pie en el banco, de costado. El otro pie permanece apoyado en el suelo, con rodilla ligeramente flexionada. Realiza un movimiento controlado de la pierna del banco hacia abajo y luego regrésala. Mantén el torso erguido y el core activado.\n---\nTener en cuenta: Controla el movimiento, evitando impulsos. Mantén el core activado. Asegúrate de que el pie del banco no resbale. No bloquees la rodilla de la pierna del suelo.\n---\nQué trabajamos: Principal: Aductores. Secundario: Core y glúteo medio.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1238.mp4"
  },
  {
    "nombre": "ABDOMINALES PIERNAS ARRIBA",
    "grupo_muscular_primario": "Recto abdominal (zona superior)",
    "grupos_secundarios": ["Core en general", "Flexores de cadera"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (No tirar del cuello)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "60s"}
    },
    "instrucciones_completas": "Ejecución: Acostate boca arriba. Elevá las piernas extendidas hacia el techo (90°). Extendé los brazos hacia arriba. Contraé el abdomen y elevá los omóplatos del suelo hacia los pies. Mantené un segundo arriba y bajá lentamente sin apoyar la cabeza.\n---\nTener en cuenta: No tires del cuello. El movimiento viene del abdomen. Mantené las piernas estables y extendidas. Mirada hacia los pies.\n---\nQué trabajamos: Principal: Recto abdominal (zona superior). Secundario: Core en general, flexores de cadera.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/05/Abs-piernas-arriba-copia-1.mp4"
  },
  {
    "nombre": "ESTOCADA AL FRENTE",
    "grupo_muscular_primario": "Cuádriceps y glúteos",
    "grupos_secundarios": ["Isquiotibiales", "Core", "Estabilizadores de cadera"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener torso erguido)",
      "impacto": "Bajo",
      "postparto": "Seguro",
      "rodilla": "Moderado (Rodilla no sobrepasa punta del pie)"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Sujeta mancuernas a los lados. Da un paso amplio adelante y flexiona ambas rodillas hasta que la trasera casi toque el suelo. Mantenga el torso erguido. Impúlsate con la pierna adelantada y lleva la trasera adelante, avanzando. Alterna piernas.\n---\nTener en cuenta: La rodilla delantera no debe sobrepasar la punta del pie. Mantenga la espalda recta. Controla la bajada. Usa un peso adecuado.\n---\nQué trabajamos? Principal: Cuádriceps y glúteos. Secundario: Isquiotibiales, core y estabilizadores de cadera.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04741.mp4"
  },
  {
    "nombre": "EXTENSIONES DE CUÁDRICEPS CON BANDA",
    "grupo_muscular_primario": "Cuádriceps",
    "grupos_secundarios": ["Estabilizadores de rodilla", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda erguida)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Moderado (No bloquear completamente)"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20 por pierna", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15 por pierna", "descanso": "60s"},
      "avanzado_fuerza": {"series": 3, "reps": "10-12 por pierna", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Sentate en un banco con espalda recta. Colocá una banda elástica en los tobillos. Iniciá con rodilla a 90°. Activá el core y extendé la pierna hacia adelante y arriba hasta que la rodilla quede casi extendida. Sostené 1s. Volvé controlado.\n---\nTener en cuenta: Mantené la espalda erguida. No bloquees completamente la rodilla. El movimiento debe ser lento y controlado.\n---\nQué trabajamos: Principal: Cuádriceps. Secundario: Estabilizadores de rodilla, core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/IMG_8203.mp4"
  },
  {
    "nombre": "PESO MUERTO SUMO",
    "grupo_muscular_primario": "Glúteo mayor, isquiotibiales y cuádriceps",
    "grupos_secundarios": ["Erectores espinales", "Aductores", "Trapecios"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda recta y core activado)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "90s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "120s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "180s"}
    },
    "instrucciones_completas": "1. Ejecución: Coloca una barra en el suelo y adopta una postura amplia (pies más allá del ancho de hombros, puntas afuera). Agáchate doblando rodillas y caderas (espalda recta). Sujeta la barra con agarre mixto o pronado (manos dentro de rodillas). Activa glúteos y empuja con talones mientras extiendes piernas levantando la barra. Baja lentamente empujando caderas atrás.\n---\n2. Tener en cuenta: Mantén la espalda recta. No dejes que los hombros caigan adelante. Mantén la barra cerca del cuerpo. Asegúrate de respirar adecuadamente.\n---\n3. Qué trabajamos: Principal: Glúteo mayor, isquiotibiales y cuádriceps. Secundario: Erectores espinales, aductores y trapecios.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05171-1.mp4"
  },
  {
    "nombre": "PRESS PLANO MANCUERNAS A 1 BRAZO",
    "grupo_muscular_primario": "Pectoral mayor",
    "grupos_secundarios": ["Tríceps", "Deltoides anteriores", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Exige estabilidad unilateral; core activado)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por brazo", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por brazo", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por brazo", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Acuéstate sobre un banco plano. Sostén una mancuerna con una mano y extiende el brazo sobre el pecho (el otro brazo equilibra). Mantén el core activado y omóplatos retraídos. Desciende la mancuerna hacia el pecho (codo a 45°). Empuja firme arriba. Repite sin girar el torso.\n---\nTener en cuenta: No dejes que el torso rote. El descenso debe ser controlado. Mantén los pies apoyados. Progresa con carga gradual.\n---\n¿Qué trabajamos? Músculo rector: Pectoral mayor. Secundarios: Tríceps, deltoides anteriores y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/11/press-con-mancuernas-1-brazo.mp4"
  },
  {
    "nombre": "PRESS PLANO",
    "grupo_muscular_primario": "Pectorales (porción media)",
    "grupos_secundarios": ["Tríceps", "Deltoides anterior"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda apoyada)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Acuéstate boca arriba. Sostén una mancuerna en cada mano (agarre neutro) a la altura del pecho. Empuja hacia arriba sin bloquear codos. Desciende de forma controlada (codos en diagonal). Repite manteniendo la tensión.\n---\nTener en cuenta: Mantén la espalda apoyada. Controla el movimiento al bajar. No juntes las mancuernas al final.\n---\nQué trabajamos: Principal: Pectorales (especialmente la porción media). Secundario: Tríceps y deltoides anterior.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05081-1.mp4"
  },
  {
    "nombre": "APERTURAS CON MANCUERNAS",
    "grupo_muscular_primario": "Pectorales",
    "grupos_secundarios": ["Deltoides anteriores", "Bíceps (estabilización)"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Acuéstate boca arriba. Sostén mancuernas con palmas arriba. Extiende brazos al techo (ligera flexión codos). Abra brazos hacia los lados de manera controlada. Exhala y vuelve a la posición inicial sin chocar pesas.\n---\nTener en cuenta: Mantenga codos ligeramente flexionados. Controla la bajada. No dejes que las mancuernas toquen el suelo.\n---\n¿Qué trabajamos? Principales: Pectorales. Secundario: Deltoides anteriores y bíceps (estabilización).",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05071.mp4"
  }
][
  {
    "nombre": "REMO CON BARRA",
    "grupo_muscular_primario": "Dorsales",
    "grupos_secundarios": ["Trapecio", "Romboides", "Bíceps", "Deltoides posterior", "Core"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Moderado (Mantener espalda neutra; evitar flexión lumbar)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Coloca la barra en el suelo y párate con los pies al ancho de los hombros. Flexiona ligeramente las rodillas e inclina el torso hacia adelante desde la cadera, manteniendo la espalda recta. Sujeta la barra con un agarre prono (palmas hacia abajo) o supino (palmas hacia arriba), un poco más ancho que el ancho de los hombros. Tira de la barra hacia el abdomen, manteniendo los codos cerca del cuerpo y apretando los omóplatos al final del movimiento. Desciende la barra de manera controlada hasta la posición inicial sin perder la postura.\n---\nTener en cuenta: Mantén la espalda recta y el core activado para evitar lesiones en la zona lumbar. No encorves los hombros ni uses impulso con la cadera. El movimiento debe ser controlado, tanto al subir como al bajar la barra. Si sientes tensión en la zona lumbar, prueba con menos peso o cambia a una variante con apoyo.\n---\nQué trabajamos: Principal: Dorsales, trapecio y romboides. Secundario: Bíceps, deltoides posteriores y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05181.mp4"
  },
  {
    "nombre": "PRESS MILITAR A UN BRAZO",
    "grupo_muscular_primario": "Deltoides",
    "grupos_secundarios": ["Tríceps", "Trapecio", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Moderado (Evitar hiperextensión lumbar; activar abdomen)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por brazo", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por brazo", "descanso": "75s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por brazo", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución : Párate con los pies alineados al ancho de los hombros y el núcleo activado. Sujeta una mancuerna o botella con una mano a la altura del hombro, con la palma mirando hacia adelante. Mantén el codo ligeramente adelantado y alineado con el cuerpo. Empuja la mancuerna o botella hacia arriba hasta extender completamente el brazo sin bloquear el codo. Mantenga la contracción por un segundo en la parte más alta del movimiento. Baja lentamente el peso a la posición inicial de forma controlada. Repite el número de veces deseado y cambia de brazo.\n---\n2. Tener en cuenta : Mantenga la espalda recta y el núcleo firme para evitar equilibrios. No arquees la zona lumbar; el abdomen debe estar activado. Controle el movimiento tanto en la subida como en la bajada. Exhala al empujar el peso hacia arriba e inhala al bajarlo.\n---\n3. Qué trabajamos : Principal : Deltoides (hombro). Secundario : Tríceps, trapecio y core (para estabilidad).",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/IMG_8196.mp4"
  },
  {
    "nombre": "VUELO FRONTAL CON DISCO / PESO",
    "grupo_muscular_primario": "Deltoides anterior (frontal)",
    "grupos_secundarios": ["Trapecio", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener abdomen firme para evitar arquear la espalda)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución : Párate con los pies alineados al ancho de los hombros y el núcleo activado. Sujeta una mancuerna o botella con ambas manos, con los brazos extendidos hacia abajo y las palmas mirando hacia los muslos. Manteniendo una ligera flexión en los codos, eleve la mancuerna de manera controlada hasta la altura de los hombros. Haga una breve pausa en la parte más alta del movimiento. Baja lentamente la mancuerna a la posición inicial sin dejar caer el peso bruscamente.\n---\n2. Tener en cuenta : No equilibres el cuerpo ni uses impulso; el movimiento debe ser controlado. Mantenga el abdomen firme para evitar arquear la espalda. No levante la mancuerna por encima del nivel de los hombros para evitar tensión en la articulación del hombro. Exhala al subir la mancuerna e inhala al bajarla. Usa un peso adecuado que te permita mantener una buena técnica.\n---\n3. Qué trabajamos : Principal : Deltoides anterior (frontal). Secundario : Trapecio y core (para estabilidad).",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04731.mp4"
  },
  {
    "nombre": "ABDOMINALES CORTITOS (PELOTA / LIBRE)",
    "grupo_muscular_primario": "Recto abdominal (zona media y superior)",
    "grupos_secundarios": ["Oblicuos", "Aductores (si se usa pelota)", "Flexores de cadera"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener zona lumbar pegada al piso en todo momento)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis abdominal activa)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "15-20", "descanso": "60s"}
    },
    "instrucciones_completas": "Ejecución: Recuéstate boca arriba en el piso o sobre una colchoneta. Colocá la pelota de pilates entre las piernas, a la altura de los gemelos o rodillas, manteniéndolas semi flexionadas. Activá el core y apoyá bien la zona lumbar contra el suelo. Desde allí, elevá las piernas juntas hacia arriba, controlando el movimiento y sosteniendo la pelota firmemente. Descendé lentamente sin que la pelota se caiga, hasta unos centímetros del suelo (sin apoyar). Repetí el movimiento manteniendo la tensión constante en el abdomen. Puedes sustituir la pelota por almohada o hacerlo sin nada.\n---\nTener en cuenta: No arquees la zona lumbar; mantenela pegada al piso. Controlá la bajada, no dejes caer las piernas. Sostené la pelota con presión moderada, sin apretar excesivamente. Evitá movimientos bruscos en cuello o brazos (estos se apoyan relajados al costado del cuerpo).\n---\nQué trabajamos: Principal: Recto abdominal (zona media). Secundario: Oblicuos (por estabilización), aductores (al sostener la pelota), flexores de cadera.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/09/Abs-pelota-copia-1.mp4"
  },
  {
    "nombre": "EXTENSIONES DE TRÍCEPS",
    "grupo_muscular_primario": "Tríceps braquial",
    "grupos_secundarios": ["Deltoides posteriores", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda recta y torso alineado)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución : Inclina el torso ligeramente hacia adelante hacia mantener la espalda recta y el núcleo activado. Sujeta una mancuerna o botella en cada mano con un agarre neutral (palmas mirándose entre sí). Flexione los codos a 90°, manteniendo los brazos pegados al torso. Extiende los codos completamente hacia atrás, manteniendo los brazos alineados con el torso. Mantén la contracción en los tríceps por un segundo y luego regresa lentamente a la posición inicial.\n---\n2. Tener en cuenta : Mantén los codos fijos y evita que se muevan hacia adelante. No encorves la espalda; mantenga el torso firme y alineado. Usa un peso adecuado para realizar el movimiento con control. Exhala al extender los brazos e inhala al regresar a la posición inicial. Mantenga un ritmo controlado para maximizar la activación muscular.\n---\n3. Qué trabajamos : Principal : Tríceps braquial. Secundario : Deltoides posteriores y músculos estabilizadores del core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04941.mp4"
  },
  {
    "nombre": "BICEPS CON BARRA",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Braquial anterior", "Braquiorradial (antebrazo)"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Moderado (Evitar balanceos; mantener postura erguida)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "75s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Sujeta la barra W con un agarre supino (palmas hacia arriba), colocando las manos en la parte curva de la barra, a una anchura cómoda. Mantén una postura erguida, con los pies al ancho de los hombros y el core activado. Inicia el movimiento flexionando los codos para llevar la barra hacia los hombros, contrayendo el bíceps al máximo. Controla el descenso, regresando lentamente a la posición inicial sin estirar completamente los brazos para mantener la tensión en el músculo.\n---\nTener en cuenta: No balancees el cuerpo ni uses impulso para levantar la barra. Mantén los codos pegados al torso durante todo el recorrido. No bloquees completamente los codos al bajar para evitar perder la tensión. Exhala al subir la barra e inhala al bajarla.\n---\nQué trabajamos: Principal: Bíceps braquial. Secundario: Braquial anterior y braquiorradial (antebrazo).",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05021.mp4"
  },
  {
    "nombre": "PESO MUERTO CON BARRA",
    "grupo_muscular_primario": "Glúteos e Isquiotibiales",
    "grupos_secundarios": ["Erectores espinales", "Cuádriceps", "Trapecio", "Antebrazos"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Moderado (Espalda neutra obligatoria; no hiperextender)",
      "impacto": "Cero",
      "postparto": "Seguro (Controlar presión intraabdominal)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "90s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "120s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "180s"}
    },
    "instrucciones_completas": "Ejecución: Coloca la barra en el suelo frente a ti y párate con los pies separados al ancho de las caderas. Flexiona ligeramente las rodillas e inclina el torso hacia adelante desde la cadera, manteniendo la espalda recta. Agarra la barra con ambas manos (agarre prono o mixto). Activa el core y empuja con los talones para levantar la barra mientras extiendes caderas y rodillas hasta quedar erguida. En la parte superior, aprieta los glúteos y mantén el pecho elevado sin arquear la espalda. Baja controladamente la barra siguiendo el mismo patrón de movimiento, llevando la cadera hacia atrás y manteniendo la barra cerca del cuerpo.\n---\nTener en cuenta: Mantén la espalda neutra en todo momento, evitando curvar la zona lumbar. La barra debe rozar las piernas en el ascenso y descenso para evitar tensión en la zona lumbar. No hiperextiendas la espalda al final del movimiento. Controla la bajada; no dejes caer la barra bruscamente.\n---\nQué trabajamos: Principal: Glúteos, isquiotibiales, erectores espinales. Secundario: Cuádriceps, core, trapecio y antebrazos.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05161.mp4"
  }
][
  {
    "nombre": "REMO CON BARRA",
    "grupo_muscular_primario": "Dorsales",
    "grupos_secundarios": ["Trapecio", "Romboides", "Bíceps", "Deltoides posteriores", "Core"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Moderado (Mantener espalda neutra y core activado)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Coloca la barra en el suelo y párate con los pies al ancho de los hombros. Flexiona ligeramente las rodillas e inclina el torso hacia adelante desde la cadera, manteniendo la espalda recta. Sujeta la barra con un agarre prono o supino. Tira de la barra hacia el abdomen, manteniendo los codos cerca del cuerpo y apretando los omóplatos. Desciende la barra de manera controlada.\n---\nTener en cuenta: Mantén la espalda recta y el core activado. No encorves los hombros ni uses impulso. Si sientes tensión lumbar, prueba con menos peso o una variante con apoyo.\n---\nQué trabajamos: Principal: Dorsales, trapecio y romboides. Secundario: Bíceps, deltoides posteriores y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05181.mp4"
  },
  {
    "nombre": "REMO A UN BRAZO",
    "grupo_muscular_primario": "Dorsales",
    "grupos_secundarios": ["Romboides", "Trapecios", "Deltoides posteriores", "Bíceps"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda recta y torso paralelo al suelo)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por brazo", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por brazo", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por brazo", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Colócate de pie junto a un banco o superficie estable. Sujeta la mancuerna en una mano (agarre neutro). Apoya la rodilla y mano contrarias sobre el banco. Tira del peso hacia tu torso, llevando el codo hacia atrás. Contrae los omóplatos arriba. Baja lentamente con control.\n---\nTener en cuenta: Mantén la espalda recta; evita arquearla. Activa el core. Lleva el codo hacia atrás, no hacia los lados. No utilices impulso. Mantén el cuello alineado.\n---\nQué trabajamos: Principal: Dorsales. Secundario: Romboides, trapecios, deltoides posteriores y bíceps.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/remo-a-un-brazo_ZJwO7Jep-1.mp4"
  },
  {
    "nombre": "APERTURA CON BANDAS",
    "grupo_muscular_primario": "Deltoides posterior",
    "grupos_secundarios": ["Trapecio", "Romboides", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Sujeta una banda elástica con ambas manos al ancho de hombros frente al pecho. Tira de la banda hacia afuera y hacia atrás separando las manos con brazos rectos. Lleva omóplatos atrás y abajo. Vuelve lentamente.\n---\nTener en cuenta: Mantén core activo y espalda recta. Evita arquear la zona lumbar. No uses impulso brusco. Exhala al abrir e inhala al cerrar.\n---\nQué trabajamos: Principal: Deltoides posterior. Secundario: Trapecio, romboides y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/IMG_8219.mp4"
  },
  {
    "nombre": "PRESS MILITAR A UN BRAZO",
    "grupo_muscular_primario": "Deltoides",
    "grupos_secundarios": ["Tríceps", "Trapecio", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Moderado (Mantener espalda recta y evitar balances)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por brazo", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por brazo", "descanso": "75s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por brazo", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Pies al ancho de hombros, core activo. Sujeta mancuerna a la altura del hombro con palma adelante. Empuja hacia arriba hasta extender brazo sin bloquear codo. Mantén contracción 1s. Baja lento.\n---\nTener en cuenta: Mantén espalda recta y core firme. No arquees la zona lumbar. Controla subida y bajada. Exhala al subir.\n---\nQué trabajamos: Principal: Deltoides. Secundario: Tríceps, trapecio y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/IMG_8196.mp4"
  },
  {
    "nombre": "VUELO FRONTAL CON DISCO",
    "grupo_muscular_primario": "Deltoides anterior",
    "grupos_secundarios": ["Trapecio", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Pies al ancho de hombros. Sujeta mancuerna con palmas hacia los muslos. Eleva con ligera flexión de codos hasta la altura de hombros. Pausa corta arriba. Baja lentamente sin dejar caer el peso.\n---\nTener en cuenta: No equilibres el cuerpo ni uses impulso. Mantén abdomen firme. No superes la altura de hombros. Exhala al subir.\n---\nQué trabajamos: Principal: Deltoides anterior. Secundario: Trapecio y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04731.mp4"
  },
  {
    "nombre": "LATERALES INCLINADA",
    "grupo_muscular_primario": "Deltoides lateral",
    "grupos_secundarios": ["Trapecio superior", "Deltoides anterior"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Moderado (Torso debe permanecer inclinado)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por lado", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por lado", "descanso": "75s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por lado", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Toma mancuerna con una mano y párate de lado a un banco. Inclínate hacia el costado apoyando la mano libre. Brazo extendido abajo con leve flexión. Eleva lateralmente hasta altura del hombro. Desciende lento.\n---\nTener en cuenta: No balancees ni uses impulso. Mantén leve flexión en codo. El torso permanece inclinado todo el tiempo. Usa peso moderado.\n---\nQué trabajamos: Principal: Deltoides lateral. Secundario: Trapecio superior y deltoides anterior.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/IMG_1262.mp4"
  },
  {
    "nombre": "ABDOMINALES CORTITOS",
    "grupo_muscular_primario": "Recto abdominal",
    "grupos_secundarios": ["Transverso del abdomen", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener zona lumbar apoyada)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "20", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "12-15", "descanso": "60s"}
    },
    "instrucciones_completas": "Ejecución: Boca arriba, rodillas flexionadas, pies apoyados o suspendidos. Manos cruzadas en el pecho. Eleva ligeramente hombros contrayendo abdomen. Lumbar pegada al suelo. Baja lento sin relajar del todo.\n---\nTener en cuenta: Fuerza desde el abdomen. Mirada arriba o adelante para no tensar cuello. Exhala al subir. Sin impulso. Lumbar siempre apoyada.\n---\nQué trabajamos: Principal: Recto abdominal. Secundario: Transverso y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1240.mp4"
  },
  {
    "nombre": "EXTENSIONES DE TRÍCEPS",
    "grupo_muscular_primario": "Tríceps braquial",
    "grupos_secundarios": ["Deltoides posteriores", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Inclina torso adelante manteniendo espalda recta y core activo. Sujeta mancuernas con agarre neutral. Codos a 90° pegados al torso. Extiende codos hacia atrás alineando brazos con torso. Pausa de 1s. Vuelve lento.\n---\nTener en cuenta: Codos fijos. No encorves la espalda. Usa peso adecuado para control. Exhala al extender.\n---\nQué trabajamos: Principal: Tríceps braquial. Secundario: Deltoides posterior y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04941.mp4"
  },
  {
    "nombre": "PULL OVER",
    "grupo_muscular_primario": "Tríceps braquial",
    "grupos_secundarios": ["Deltoides", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: De pie, pies al ancho de hombros. Sujeta mancuerna con ambas manos por un extremo. Eleva brazos sobre cabeza sin bloquear codos. Dobla codos atrás llevando peso tras cabeza. Mantén codos cerca de orejas. Extiende para volver.\n---\nTener en cuenta: Codos pegados a orejas. Activa core para no arquear espalda. Movimiento lento y controlado. Pies firmes.\n---\nQué trabajamos: Principal: Tríceps braquial. Secundario: Deltoides y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-04931-1.mp4"
  },
  {
    "nombre": "BICEPS CON BARRA",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Braquial anterior", "Braquiorradial"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Moderado (No balancear cuerpo)", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "75s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Sujeta barra W con agarre supino en la parte curva. Postura erguida, pies al ancho de hombros, core activo. Flexiona codos hacia hombros contrayendo bíceps al máximo. Descenso controlado sin estirar del todo abajo.\n---\nTener en cuenta: Sin balanceo ni impulso. Codos pegados al torso. No bloquees codos abajo para mantener tensión. Exhala al subir.\n---\nQué trabajamos: Principal: Bíceps braquial. Secundario: Braquial anterior y braquiorradial.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05021.mp4"
  },
  {
    "nombre": "BÍCEPS SENTADA",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Músculos del antebrazo", "Deltoides anterior"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20 por brazo", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15 por brazo", "descanso": "90s"},
      "avanzado_fuerza": {"series": 3, "reps": "10-12 por brazo", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Sentada con espalda recta. Sujeta mancuerna en cada mano con agarre supino. Codos pegados al torso. Flexiona codos hacia hombros controlado. Aprieta arriba. Baja lento sin estirar del todo.\n---\nTener en cuenta: Espalda recta y core activo. Sin balanceo. Controla subida y bajada. Exhala al subir. Usa peso adecuado.\n---\nQué trabajamos: Principal: Bíceps braquial. Secundario: Antebrazo y deltoides anterior.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Img-04661.mp4"
  },
  {
    "nombre": "PESO MUERTO CON BARRA",
    "grupo_muscular_primario": "Glúteos e Isquiotibiales",
    "grupos_secundarios": ["Erectores espinales", "Cuádriceps", "Core", "Trapecio"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Moderado (Espalda neutra; evitar curvar lumbar)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "90s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "120s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "180s"}
    },
    "instrucciones_completas": "Ejecución: Barra en suelo, pies al ancho de caderas. Rodillas flexionadas, torso inclinado con espalda recta. Agarre prono o mixto. Empuja con talones para levantar barra extendiendo cadera y rodillas. Aprieta glúteos arriba. Baja controlando cadera atrás.\n---\nTener en cuenta: Espalda neutra siempre. Barra roza las piernas para no forzar lumbar. No hiperextiendas al final. Controla bajada. Peso adecuado.\n---\nQué trabajamos: Principal: Glúteos, isquios, erectores espinales. Secundario: Cuádriceps, core, trapecio.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05161.mp4"
  },
  {
    "nombre": "CURL DE ISQUIOS CON BANDA",
    "grupo_muscular_primario": "Isquiotibiales",
    "grupos_secundarios": ["Glúteo mayor", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20 por pierna", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15 por pierna", "descanso": "60s"},
      "avanzado_fuerza": {"series": 3, "reps": "10-12 por pierna", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Banda en tobillos o punto fijo. Pies al ancho de cadera, core activo. Lleva pie atrás doblando rodilla hacia el glúteo. Contracción 1s arriba. Vuelve lento.\n---\nTener en cuenta: Core activado. No arquees espalda. Controla subida y bajada. Exhala al subir.\n---\nQué trabajamos: Principal: Isquiotibiales. Secundario: Glúteo mayor y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/05/Curl-con-banda-copia-1.mp4"
  },
  {
    "nombre": "CURL HORIZONTAL CON MANCUERNA",
    "grupo_muscular_primario": "Isquiotibiales",
    "grupos_secundarios": ["Glúteos", "Gemelos"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Moderado (Mantener abdomen activo; no arquear lumbar)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Boca abajo, piernas estiradas. Sujeta mancuerna entre pies. Flexiona rodillas llevando talones a glúteos controlado. Mantén tensión todo el tiempo. Baja lento hasta estirar del todo.\n---\nTener en cuenta: Sin arquear lumbar. Controla fase de bajada. Sujeta bien la mancuerna con pies. Si hay molestias lumbar, reduce peso.\n---\nQué trabajamos: Principal: Isquiotibiales. Secundario: Glúteos y gemelos.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/IMG_8197.mp4"
  },
  {
    "nombre": "ABDOMINALES CORTITOS (PELOTA)",
    "grupo_muscular_primario": "Recto abdominal",
    "grupos_secundarios": ["Transverso abdominal", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (No arquear lumbar; pegada al piso)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "15", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "15", "descanso": "60s"}
    },
    "instrucciones_completas": "Ejecución: Boca arriba. Pelota entre gemelos/rodillas, piernas semi flexionadas. Core activo, lumbar contra el suelo. Eleva piernas juntas controlando pelota. Desciende lento sin tocar suelo. Tensión constante.\n---\nTener en cuenta: Sin arquear lumbar. Controla bajada. Presión moderada en pelota. Sin movimientos bruscos de cuello.\n---\nQué trabajamos: Principal: Recto abdominal. Secundario: Oblicuos, aductores, flexores cadera.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/09/Abs-pelota-copia-1.mp4"
  },
  {
    "nombre": "PECK DECK",
    "grupo_muscular_primario": "Pectoral mayor",
    "grupos_secundarios": ["Deltoides anterior", "Tríceps"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 3, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Siéntate en máquina, espalda apoyada. Antebrazos en pads laterales, codos bajo nivel del pecho. Cierra brazos al centro apretando pectorales. Regreso controlado sin extender codos del todo.\n---\nTener en cuenta: Hombros relajados. Sin impulso. Peso controlado. Exhala al cerrar.\n---\nQué trabajamos: Principal: Pectoral mayor. Secundario: Deltoides anterior y tríceps.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1263.mp4"
  },
  {
    "nombre": "ABDOMINALES EN PELOTA",
    "grupo_muscular_primario": "Recto abdominal",
    "grupos_secundarios": ["Transverso abdominal", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Moderado", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "15-20", "descanso": "60s"}
    },
    "instrucciones_completas": "Ejecución: Sentada en pelota, pies apoyados. Camina adelante hasta apoyar zona media/lumbar en pelota. Manos tras cabeza o pecho. Eleva torso contrayendo abdomen (crunch). Mirada al techo. Baja controlado.\n---\nTener en cuenta: Pelota bien inflada. Pies firmes. Rango corto controlado. Cuello relajado.\n---\nQué trabajamos: Principal: Recto abdominal. Secundario: Transverso y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Abs-encima-pelota.mp4"
  },
  {
    "nombre": "ABDUCCIONES EN POLEA",
    "grupo_muscular_primario": "Glúteo medio",
    "grupos_secundarios": ["Glúteo menor", "Estabilizadores cadera", "Core"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por pierna", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por pierna", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por pierna", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Tobillo en polea baja, de costado a máquina. Pierna apoyo flexionada. Apertura lateral de pierna sin inclinar torso. Vuelta controlada. Completa y cambia lado.\n---\nTener en cuenta: Sin balanceo. Espalda recta. Controla subida y bajada. Poco peso al inicio.\n---\nQué trabajamos: Principal: Glúteo medio/menor. Secundario: Estabilizadores cadera, core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05231.mp4"
  },
  {
    "nombre": "ADUCTORES EN MÁQUINA",
    "grupo_muscular_primario": "Aductores",
    "grupos_secundarios": ["Glúteos", "Core"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Sentada en máquina, espalda en respaldo. Muslos en almohadillas laterales. Aprieta muslos para cerrar piernas contrayendo aductores. Sostén 1-2s. Regresa lento.\n---\nTener en cuenta: Sin impulso. Apertura según movilidad. Core activo. Exhala al cerrar.\n---\nQué trabajamos: Principal: Aductores. Secundario: Glúteos y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04361.mp4"
  }
][
  {
    "nombre": "ABDUCCIONES EN MÁQUINA",
    "grupo_muscular_primario": "Glúteo medio y menor",
    "grupos_secundarios": ["Piriforme", "Tensor de la fascia lata"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda apoyada en el respaldo)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "1️⃣ Sentate en la máquina con la espalda bien apoyada en el respaldo y los pies sobre las plataformas. 2️⃣ Colocá la parte externa de tus muslos contra las almohadillas. Las piernas deben comenzar juntas o levemente separadas. 3️⃣ Sujetá las manijas laterales para mantener el tronco estable. 4️⃣ Inhalá y abrí las piernas hacia afuera, empujando con los muslos contra las almohadillas. 5️⃣ Hacelo de forma controlada hasta alcanzar el rango de movimiento máximo que puedas sin despegar la espalda. 6️⃣ Exhalá al final del movimiento y mantené la contracción 1-2 segundos. 7️⃣ Regresá lentamente a la posición inicial juntando las piernas sin dejar que el peso caiga bruscamente.\n---\nTener en cuenta: ✔️ No arquees la espalda ni uses impulso. ✔️ Activá el core para una mejor estabilidad. ✔️ Controlá el movimiento de ida y de vuelta; la fase negativa también cuenta. ✔️ Evitá movimientos rápidos o rebotes.\n---\nQué trabajamos: ✅ Principal: Glúteo medio y menor. ✅ Secundario: Piriforme y tensor de la fascia lata.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04351.mp4"
  },
  {
    "nombre": "APERTURAS CON MANCUERNAS",
    "grupo_muscular_primario": "Pectorales",
    "grupos_secundarios": ["Deltoides anteriores", "Bíceps (estabilización)"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Acuéstate boca arriba en el suelo con las rodillas flexionadas y los pies apoyados. Sujeta una mancuerna o botella en cada mano con las palmas mirando hacia arriba. Extiende los brazos hacia el techo con una ligera flexión en los codos. Abra los brazos hacia los lados de manera controlada, bajando las pesas hasta que sienta un leve estiramiento en el pecho. Exhala y vuelve a la posición inicial juntando las mancuernas por encima del pecho, sin chocar las pesas.\n---\nTener en cuenta: Mantenga los codos ligeramente flexionados durante todo el movimiento para evitar tensión en la articulación. Controla la bajada y evita soltar el peso bruscamente para proteger los hombros. No dejes que las mancuernas toquen el suelo para mantener la tensión en los pectorales. Si siente molestias en los hombros, reduzca el rango de apertura o el peso.\n---\n¿Qué trabajamos? Principales: Pectorales. Secundario: Deltoides anteriores y bíceps (estabilización).",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05071.mp4"
  },
  {
    "nombre": "ADUCTORES EN POLEA",
    "grupo_muscular_primario": "Aductores (músculos internos del muslo)",
    "grupos_secundarios": ["Core", "Glúteos (soporte)"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener torso erguido; activar core)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Coloca el adaptador de tobillo en la polea baja y ajústalo en el tobillo de la pierna que vas a trabajar. Párate de lado a la máquina, sujetándote con la mano libre para mantener el equilibrio. Mantén el torso erguido. Lleva la pierna con la polea hacia adentro cruzándola en dirección a la otra pierna, sintiendo la contracción en los aductores. Regresa lentamente a la posición inicial sin perder la tensión en el músculo. Repite el movimiento y luego cambia de pierna.\n---\nTener en cuenta: Mantén el control del movimiento, sin balancear el cuerpo ni usar impulso. No dejes que la polea te jale de vuelta rápidamente, controla la fase excéntrica. Activa el core para mantener la estabilidad y evitar arquear la espalda. Usa una carga moderada para priorizar la técnica antes que el peso.\n---\nQué trabajamos: Principal: Aductores (músculos internos del muslo). Secundario: Core para estabilización, glúteos como soporte.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05241-1.mp4"
  },
  {
    "nombre": "ABDOMINALES OBLICUOS",
    "grupo_muscular_primario": "Oblicuos externos e internos",
    "grupos_secundarios": ["Recto abdominal", "Transverso abdominal"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener zona lumbar pegada al piso)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis abdominal activa)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por lado", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "15-20 por lado", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "15-20 por lado", "descanso": "60s"}
    },
    "instrucciones_completas": "Ejecución: 1️⃣ Acostate boca arriba sobre una colchoneta con las rodillas flexionadas y los pies apoyados en el piso, separados al ancho de caderas. 2️⃣ Colocá los brazos a los lados del tronco. 3️⃣ Activá el abdomen y llevá las manos hacia un tobillo y al otro, rotando el torso para activar los oblicuos. 4️⃣ Al mismo tiempo, elevá ligeramente la escápula del suelo, manteniendo la zona lumbar pegada al piso. 6️⃣ Alterná los lados de forma continua y controlada.\n---\nTener en cuenta: ✔️ No jales el cuello con las manos; el movimiento debe venir desde el abdomen. ✔️ El mentón debe mantenerse separado del pecho, como si sostuvieras una pelotita entre ellos. ✔️ La zona lumbar debe permanecer en contacto con el piso todo el tiempo. ✔️ Respirá de forma controlada: exhalá al subir, inhalá al bajar.\n---\nQué trabajamos: ✅ Principal: Oblicuos externos e internos. ✅ Secundario: Recto abdominal, transverso abdominal.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Abs-oblicuos-copia-1.mp4"
  },
  {
    "nombre": "PECK DECK",
    "grupo_muscular_primario": "Pectoral mayor (parte media y externa)",
    "grupos_secundarios": ["Deltoides anterior", "Tríceps (estabilizadores)"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Espalda apoyada en respaldo)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Siéntate en la máquina Peck Deck ajustando el respaldo para que tu espalda quede completamente apoyada. Coloca los antebrazos en los pads laterales de la máquina, asegurándote de que los codos estén ligeramente por debajo del nivel del pecho. Agarra las asas de la máquina y ajusta la carga según tu capacidad. Inicia el movimiento llevando ambos brazos hacia el centro del pecho, apretando los pectorales al máximo en la parte final del movimiento. Controla el regreso de los brazos a la posición inicial, evitando que los codos se extiendan completamente, para mantener la tensión en los músculos.\n---\nTener en cuenta: Mantén los hombros relajados y evita que se eleven hacia las orejas durante el movimiento. No uses impulso; controla todo el movimiento y mantén la contracción en el centro del pecho. Ajusta el peso para realizar el ejercicio de forma controlada y sin comprometer la técnica. Exhala al acercar los brazos y contraer el pecho, inhala al regresar a la posición inicial.\n---\nQué trabajamos: Principal: Pectoral mayor (especialmente la parte media y externa). Secundario: Deltoides anterior y tríceps como estabilizadores.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1263.mp4"
  },
  {
    "nombre": "ABDOMINALES EN PELOTA",
    "grupo_muscular_primario": "Recto abdominal",
    "grupos_secundarios": ["Transverso abdominal", "Core (estabilidad)"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Soporte lumbar en pelota)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis activa)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "15-20", "descanso": "60s"}
    },
    "instrucciones_completas": "1️⃣ Sentate en una pelota de pilates con los pies apoyados en el piso, separados al ancho de las caderas. 2️⃣ Caminá hacia adelante con los pies hasta que la pelota quede apoyada en la zona media de tu espalda (zona lumbar y torácica). 3️⃣ Colocá las manos detrás de la cabeza o cruzadas sobre el pecho. 4️⃣ Activá el abdomen y realizá un crunch: elevá el torso hacia adelante y hacia arriba, contrayendo el abdomen. 5️⃣ Mantené la mirada al techo, sin tirar del cuello ni cerrar el mentón contra el pecho. 6️⃣ Bajá de forma controlada hasta la posición inicial sin relajar del todo el abdomen.\n---\nTener en cuenta: ✔️ La pelota debe estar inflada correctamente para sostener bien tu peso. ✔️ Mantené los pies bien firmes en el piso, pueden ir un poco más adelante de las rodillas para más estabilidad. ✔️ No es necesario subir demasiado, con un rango corto pero controlado es suficiente. ✔️ El cuello debe estar relajado y alineado con la columna.\n---\nQué trabajamos: ✅ Principal: Recto abdominal. ✅ Secundario: Transverso abdominal, estabilidad de core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Abs-encima-pelota.mp4"
  },
  {
    "nombre": "ABDUCCIONES EN POLEA",
    "grupo_muscular_primario": "Glúteo medio y menor",
    "grupos_secundarios": ["Estabilizadores de cadera", "Core"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Espalda recta; activar abdomen)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por pierna", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por pierna", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por pierna", "descanso": "90s"}
    },
    "instrucciones_completas": "Colocá un tobillo en el agarre de la polea baja y situate de costado a la máquina, agarrándote del soporte para mantener el equilibrio. La pierna de apoyo queda levemente flexionada y firme, mientras que la otra (la que está con la polea) parte desde la posición detrás de la pierna de apoyo. Activá el core y realizá una apertura de la pierna hacia el costado, alejándola del cuerpo sin inclinar el torso. Controlá la vuelta a la posición inicial sin dejar que la polea tire la pierna de golpe. Completá las repeticiones y luego cambiá de lado.\n---\nTener en cuenta: No balancees el cuerpo; el movimiento debe ser aislado de cadera. Mantené la espalda recta y el abdomen firme para evitar compensaciones. Controlá tanto la subida como la bajada del movimiento. Si recién comenzás, usá poco peso y concentrate en la técnica.\n---\nQué trabajamos: Principal: Glúteo medio, glúteo menor. Secundario: Estabilizadores de cadera, core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05231.mp4"
  },
  {
    "nombre": "ADUCTORES EN MÁQUINA",
    "grupo_muscular_primario": "Aductores (músculos internos del muslo)",
    "grupos_secundarios": ["Glúteos", "Core (estabilizadores)"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Espalda apoyada)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Siéntate en la máquina y apoya bien la espalda en el respaldo. Coloca las piernas en los soportes laterales de manera que los muslos queden alineados con las almohadillas. Sujeta las agarraderas laterales para mayor estabilidad. Aprieta los muslos juntos para cerrar las piernas, contrayendo los aductores. Mantén la contracción por 1-2 segundos y regresa lentamente a la posición inicial, controlando el movimiento.\n---\nTener en cuenta: No uses impulso ni dejes que el peso golpee al regresar. Ajusta la apertura inicial según tu movilidad sin forzar demasiado. Mantén el core activado para mayor estabilidad. Exhala al cerrar las piernas e inhala al abrirlas de nuevo.\n---\nQué trabajamos: Principal: Aductores (músculos internos del muslo). Secundario: Glúteos y core como estabilizadores.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04361.mp4"
  }
][
  {
    "nombre": "ABDUCCIONES EN MÁQUINA",
    "grupo_muscular_primario": "Glúteo medio y menor",
    "grupos_secundarios": ["Piriforme", "Tensor de la fascia lata"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "frecuencia_semanal": [3, 4, 5],
    "genero": ["MUJER", "HOMBRE"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda apoyada en el respaldo)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: 1️⃣ Sentate en la máquina con la espalda bien apoyada en el respaldo y los pies sobre las plataformas. 2️⃣ Colocá la parte externa de tus muslos contra las almohadillas. 3️⃣ Sujetá las manijas laterales para mantener el tronco estable. 4️⃣ Inhalá y abrí las piernas hacia afuera, empujando con los muslos contra las almohadillas. 5️⃣ Hacelo de forma controlada hasta alcanzar el rango de movimiento máximo que puedas sin despegar la espalda. 6️⃣ Exhalá al final del movimiento y mantené la contracción 1-2 segundos. 7️⃣ Regresá lentamente a la posición inicial.\n---\nTener en cuenta: ✔️ No arquees la espalda ni uses impulso. ✔️ Activá el core para una mejor estabilidad. ✔️ Controlá el movimiento de ida y de vuelta; la fase negativa también cuenta. ✔️ Evitá movimientos rápidos o rebotes.\n---\nQué trabajamos: ✅ Principal: Glúteo medio y menor. ✅ Secundario: Piriforme y tensor de la fascia lata.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04351.mp4",
    "variante": {
      "nombre": "Abducciones con disco (Suelo)",
      "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Abducciones-con-disco.mp4"
    }
  },
  {
    "nombre": "APERTURAS CON MANCUERNAS",
    "grupo_muscular_primario": "Pectorales",
    "grupos_secundarios": ["Deltoides anteriores", "Bíceps (estabilización)"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "frecuencia_semanal": [3, 4, 5],
    "genero": ["MUJER", "HOMBRE"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Acuéstate boca arriba en el suelo con las rodillas flexionadas y los pies apoyados. Sujeta una mancuerna o botella en cada mano con las palmas mirando hacia arriba. Extiende los brazos hacia el techo con una ligera flexión en los codos. Abra los brazos hacia los lados de manera controlada, bajando las pesas hasta que sienta un leve estiramiento en el pecho. Exhala y vuelve a la posición inicial.\n---\nTener en cuenta: Mantenga los codos ligeramente flexionados durante todo el movimiento para evitar tensión en la articulación. Controla la bajada y evita soltar el peso bruscamente. No dejes que las mancuernas toquen el suelo. Si siente molestias en los hombros, reduzca el rango de apertura.\n---\n¿Qué trabajamos? Principales: Pectorales. Secundario: Deltoides anteriores y bíceps (estabilización).",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05071.mp4",
    "variante": null
  },
  {
    "nombre": "ADUCTORES EN POLEA",
    "grupo_muscular_primario": "Aductores (músculos internos del muslo)",
    "grupos_secundarios": ["Core (estabilización)", "Glúteos (soporte)"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "frecuencia_semanal": [3, 4, 5],
    "genero": ["MUJER", "HOMBRE"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener torso erguido)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Coloca el adaptador de tobillo en la polea baja y ajústalo en el tobillo de la pierna que vas a trabajar. Párate de lado a la máquina, sujetándote con la mano libre. Lleva la pierna con la polea hacia adentro cruzándola en dirección a la otra pierna. Regresa lentamente a la posición inicial. Repite y cambia de pierna.\n---\nTener en cuenta: Mantén el control del movimiento, sin balancear el cuerpo. No dejes que la polea te jale de vuelta rápidamente. Activa el core para mantener la estabilidad. Usa una carga moderada.\n---\nQué trabajamos: Principal: Aductores (músculos internos del muslo). Secundario: Core para estabilización, glúteos como soporte.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05241-1.mp4",
    "variante": {
      "nombre": "Aductores en máquina",
      "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04361.mp4"
    }
  },
  {
    "nombre": "ABDOMINALES OBLICUOS",
    "grupo_muscular_primario": "Oblicuos externos e internos",
    "grupos_secundarios": ["Recto abdominal", "Transverso abdominal"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "frecuencia_semanal": [3, 4, 5],
    "genero": ["MUJER", "HOMBRE"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener zona lumbar pegada al piso)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis activa)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por lado", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por lado", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por lado", "descanso": "60s"}
    },
    "instrucciones_completas": "Ejecución: 1️⃣ Acostate boca arriba sobre una colchoneta con las rodillas flexionadas y los pies apoyados en el piso. 2️⃣ Colocá los brazos a los lados del tronco. 3️⃣ Activá el abdomen y llevá las manos hacia un tobillo y al otro, rotando el torso. 4️⃣ Al mismo tiempo, elevá ligeramente la escápula del suelo, manteniendo la zona lumbar pegada al piso. 6️⃣ Alterná los lados.\n---\nTener en cuenta: ✔️ No jales el cuello con las manos. ✔️ El mentón debe mantenerse separado del pecho. ✔️ La zona lumbar debe permanecer en contacto con el piso. ✔️ Respirá de forma controlada.\n---\nQué trabajamos: ✅ Principal: Oblicuos externos e internos. ✅ Secundario: Recto abdominal, transverso abdominal.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Abs-oblicuos-copia-1.mp4",
    "variante": null
  },
  {
    "nombre": "ABDUCCIONES CON DISCO",
    "grupo_muscular_primario": "Glúteo medio",
    "grupos_secundarios": ["Glúteo menor", "Estabilizadores de la cadera", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "frecuencia_semanal": [3, 4, 5],
    "genero": ["MUJER", "HOMBRE"],
    "restricciones_salud": {
      "columna": "Seguro (Evitar arquear la espalda)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por pierna", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por pierna", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por pierna", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Acuéstate de lado sobre el suelo, apoyando el antebrazo. Flexiona ligeramente la pierna inferior y coloca un disco sobre la parte externa del muslo de la pierna superior. Mantén el core activado y el cuerpo alineado. Eleva la pierna superior de manera controlada sin girar la cadera. Realice una breve pausa arriba y baje lentamente.\n---\nTener en cuenta: Mantén el control del movimiento, evitando impulsos. No gires la cadera ni permitas que la pierna baje rápido. Si el disco se desliza, sujétalo suavemente. Para progresar, aumenta el peso.\n---\n¿Qué trabajamos? Principal: Glúteo medio. Secundario: Glúteo menor, músculos estabilizadores de la cadera y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Abducciones-con-disco.mp4",
    "variante": {
      "nombre": "Abducciones en máquina",
      "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04351.mp4"
    }
  },
  {
    "nombre": "ABDOMINALES CORTITOS",
    "grupo_muscular_primario": "Recto abdominal (especialmente la parte superior)",
    "grupos_secundarios": ["Transverso del abdomen", "Core (estabilizadores)"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "frecuencia_semanal": [3, 4, 5],
    "genero": ["MUJER", "HOMBRE"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener zona lumbar apoyada)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis activa)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "60s"}
    },
    "instrucciones_completas": "1. Ejecución: Túmbate boca arriba sobre una colchoneta. Flexiona las rodillas y apoya los pies o suspéndelos. Coloque las manos cruzadas sobre el pecho. Activa el abdomen y eleva ligeramente los hombros, contrayendo los músculos abdominales. Mantenga la zona lumbar pegada al suelo en todo momento. Baja lentamente hasta casi apoyar los hombros.\n---\n2. Tener en cuenta: La fuerza debe venir del abdomen. Mantenga la mirada hacia arriba para evitar tensión en el cuello. Respira correctamente: exhala al subir. Realice el movimiento de forma lenta sin usar impulso.\n---\n3. Qué trabajamos: Principal: Recto abdominal (especialmente la parte superior). Secundario: Transverso del abdomen y músculos estabilizadores del core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1240.mp4",
    "variante": {
      "nombre": "Abdominales en pelota",
      "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Abs-encima-pelota.mp4"
    }
  },
  {
    "nombre": "ABDOMINALES ELEVACIONES DE PIERNAS",
    "grupo_muscular_primario": "Abdomen inferior (recto abdominal)",
    "grupos_secundarios": ["Flexores de cadera", "Core estabilizador"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "frecuencia_semanal": [3, 4, 5],
    "genero": ["MUJER", "HOMBRE"],
    "restricciones_salud": {
      "columna": "Moderado (Evitá despegar la zona lumbar del piso)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitá si hay diástasis activa)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución (versión acostada): 1️⃣ Acostate boca arriba sobre una colchoneta, con los brazos extendidos a los costados y palmas apoyadas. 2️⃣ Estirá las piernas completamente. 3️⃣ Activá el abdomen y elevá ambas piernas lentamente hasta 90° (o hasta donde puedas sin despegar la zona lumbar). 4️⃣ Exhalá al subir. 5️⃣ Inhalá y bajá controladamente las piernas sin tocar el suelo.\n---\nTener en cuenta: ✔️ Evitá despegar la zona lumbar del piso. Si eso pasa, no bajes tanto las piernas. ✔️ Mantené el movimiento lento y controlado. ✔️ Si recién empezás, podés flexionar un poco las rodillas o hacer una sola pierna a la vez. ✔️ Evitá tensionar el cuello.\n---\nQué trabajamos: ✅ Principal: Abdomen inferior (recto abdominal). ✅ Secundario: Flexores de cadera, core estabilizador.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Abs-elevaciones-piernas.mp4",
    "variante": null
  }
][
  {
    "nombre": "ABDUCCIONES EN MÁQUINA",
    "grupo_muscular_primario": "Glúteo medio y menor",
    "grupos_secundarios": ["Piriforme", "Tensor de la fascia lata"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Espalda apoyada en respaldo)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución: Sentate en la máquina con la espalda bien apoyada en el respaldo. Colocá la parte externa de tus muslos contra las almohadillas. Sujetá las manijas laterales para mantener el tronco estable. Inhalá y abrí las piernas hacia afuera, empujando con los muslos contra las almohadillas. Hacelo de forma controlada hasta alcanzar el rango máximo. Exhalá al final y mantené la contracción 1-2 segundos. Regresá lentamente a la posición inicial sin que el peso caiga bruscamente. \n---\n2. Tener en cuenta: No arquees la espalda ni uses impulso. Activá el core para estabilidad. Controlá tanto la ida como la vuelta. \n---\n3. Qué trabajamos: Principal: Glúteo medio y menor. Secundario: Piriforme y tensor de la fascia lata.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04351.mp4"
  },
  {
    "nombre": "APERTURAS CON MANCUERNAS",
    "grupo_muscular_primario": "Pectorales",
    "grupos_secundarios": ["Deltoides anteriores", "Bíceps (estabilización)"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución: Acuéstate boca arriba en el suelo con las rodillas flexionadas y los pies apoyados. Sujeta una mancuerna o botella en cada mano con las palmas mirando hacia arriba. Extiende los brazos hacia el techo con una ligera flexión en los codos. Abra los brazos hacia los lados de manera controlada, bajando las pesas hasta sentir un leve estiramiento en el pecho. Exhala y vuelve a la posición inicial juntando las mancuernas por encima del pecho, sin chocarlas. \n---\n2. Tener en cuenta: Mantén los codos ligeramente flexionados para evitar tensión articular. Controla la bajada y evita soltar el peso bruscamente. No dejes que las mancuernas toquen el suelo para mantener la tensión. \n---\n3. Qué trabajamos: Principales: Pectorales. Secundario: Deltoides anteriores y bíceps.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05071.mp4"
  },
  {
    "nombre": "ADUCTORES EN POLEA",
    "grupo_muscular_primario": "Aductores (muslos internos)",
    "grupos_secundarios": ["Core", "Glúteos"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener torso erguido)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución: Coloca el adaptador en la polea baja y ajústalo al tobillo. Párate de lado a la máquina, sujetándote para equilibrio. Mantén el torso erguido. Lleva la pierna con la polea hacia adentro cruzándola frente a la otra. Regresa lentamente a la posición inicial. Repite y cambia de pierna. \n---\n2. Tener en cuenta: Mantén el control, sin balancear el cuerpo ni usar impulso. No dejes que la polea te jale de vuelta rápido; controla la fase excéntrica. Activa el core para estabilidad. \n---\n3. Qué trabajamos: Principal: Aductores. Secundario: Core y glúteos.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05241-1.mp4"
  },
  {
    "nombre": "ABDOMINALES OBLICUOS",
    "grupo_muscular_primario": "Oblicuos externos e internos",
    "grupos_secundarios": ["Recto abdominal", "Transverso abdominal"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Moderado (Mantener zona lumbar pegada al piso)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis activa)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por lado", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por lado", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por lado", "descanso": "60s"}
    },
    "instrucciones_completas": "1. Ejecución: Acostate boca arriba con rodillas flexionadas y pies apoyados. Llevá las manos hacia un tobillo y al otro, rotando el torso para activar los oblicuos. Elevá ligeramente la escápula del suelo, manteniendo la zona lumbar pegada al piso. Alterná lados de forma continua. \n---\n2. Tener en cuenta: No jales el cuello con las manos. El mentón debe separarse del pecho. La zona lumbar debe permanecer en contacto con el piso. Respirá: exhalá al subir. \n---\n3. Qué trabajamos: Principal: Oblicuos externos e internos. Secundario: Recto y transverso abdominal.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Abs-oblicuos-copia-1.mp4"
  },
  {
    "nombre": "PECK DECK",
    "grupo_muscular_primario": "Pectoral mayor",
    "grupos_secundarios": ["Deltoides anterior", "Tríceps"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Espalda apoyada)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución: Siéntate ajustando el respaldo para apoyo total. Coloca antebrazos en los pads laterales con codos bajo el nivel del pecho. Inicia llevando brazos hacia el centro del pecho, apretando pectorales. Controla el regreso sin extender codos del todo para mantener tensión. \n---\n2. Tener en cuenta: Hombros relajados, evita que se eleven. No uses impulso; controla la contracción. Ajusta el peso para no comprometer técnica. Exhala al cerrar. \n---\n3. Qué trabajamos: Principal: Pectoral mayor (parte media y externa). Secundario: Deltoides anterior y tríceps.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1263.mp4"
  },
  {
    "nombre": "ABDOMINALES EN PELOTA",
    "grupo_muscular_primario": "Recto abdominal",
    "grupos_secundarios": ["Transverso abdominal", "Estabilidad core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Soporte lumbar)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "15-20", "descanso": "60s"}
    },
    "instrucciones_completas": "1. Ejecución: Sentate en la pelota con pies apoyados. Caminá adelante hasta que la pelota apoye tu espalda media y lumbar. Manos tras cabeza o cruzadas. Elevá el torso en un crunch contrayendo abdomen. Mirada al techo sin tirar del cuello. Bajá controlado sin relajar del todo. \n---\n2. Tener en cuenta: Pelota correctamente inflada. Pies firmes para estabilidad. Rango corto pero controlado. Cuello alineado. \n---\n3. Qué trabajamos: Principal: Recto abdominal. Secundario: Transverso y estabilidad.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Abs-encima-pelota.mp4"
  },
  {
    "nombre": "ABDUCCIONES EN POLEA",
    "grupo_muscular_primario": "Glúteo medio y menor",
    "grupos_secundarios": ["Estabilizadores cadera", "Core"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Espalda recta)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por pierna", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por pierna", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por pierna", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución: Tobillo en polea baja, de costado a la máquina. Pierna de apoyo flexionada. Realiza apertura lateral alejando la pierna sin inclinar el torso. Controla la vuelta sin que la polea tire de golpe. Cambia de lado. \n---\n2. Tener en cuenta: Sin balanceo; movimiento aislado. Abdomen firme. Controla subida y bajada. Usa poco peso inicial para técnica. \n---\n3. Qué trabajamos: Principal: Glúteo medio y menor. Secundario: Estabilizadores y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05231.mp4"
  },
  {
    "nombre": "ADUCTORES EN MÁQUINA",
    "grupo_muscular_primario": "Aductores",
    "grupos_secundarios": ["Glúteos", "Core"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Apoyo total espalda)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución: Siéntate apoyando bien la espalda. Muslos alineados con almohadillas. Sujeta manijas para estabilidad. Aprieta muslos para cerrar piernas. Mantén 1-2 segundos. Regresa lentamente con control. \n---\n2. Tener en cuenta: Sin impulso; no dejes que el peso golpee al volver. Apertura según movilidad. Core activo para soporte. Exhala al cerrar. \n---\n3. Qué trabajamos: Principal: Aductores. Secundario: Glúteos y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04361.mp4"
  },
  {
    "nombre": "ABDUCCIONES CON DISCO",
    "grupo_muscular_primario": "Glúteo medio",
    "grupos_secundarios": ["Glúteo menor", "Estabilizadores cadera", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (No arquear espalda)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por pierna", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por pierna", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por pierna", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución: Acuéstate de lado apoyando antebrazo. Flexiona levemente pierna inferior. Coloca disco sobre parte externa de muslo superior. Eleva pierna controladamente sin girar cadera. Pausa arriba y baja lentamente. \n---\n2. Tener en cuenta: Control del movimiento sin impulsos. No permitas que la pierna baje rápido. Si el disco desliza, sujétalo suavemente. \n---\n3. Qué trabajamos: Principal: Glúteo medio. Secundario: Glúteo menor, estabilizadores y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Abducciones-con-disco.mp4"
  },
  {
    "nombre": "ABDOMINALES CORTITOS",
    "grupo_muscular_primario": "Recto abdominal superior",
    "grupos_secundarios": ["Transverso", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Lumbar pegada)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "60s"}
    },
    "instrucciones_completas": "1. Ejecución: Boca arriba con rodillas flexionadas. Pies apoyados o suspendidos. Manos cruzadas en pecho. Eleva hombros contrayendo abdomen. Lumbar siempre pegada al suelo. Baja lentamente sin relajar del todo. \n---\n2. Tener en cuenta: Fuerza desde el abdomen. Mirada arriba para no tensar cuello. Exhala al subir. Sin impulso. \n---\n3. Qué trabajamos: Principal: Recto abdominal superior. Secundario: Transverso y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1240.mp4"
  },
  {
    "nombre": "ABDOMINALES ELEVACIONES DE PIERNAS",
    "grupo_muscular_primario": "Abdomen inferior",
    "grupos_secundarios": ["Flexores cadera", "Estabilidad core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Moderado (Evitar despegar lumbar)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución: Boca arriba con brazos a los costados y palmas apoyadas. Piernas estiradas. Elevá ambas piernas lentamente hasta 90° (sin despegar lumbar). Exhalá al subir. Inhalá y bajá controlado sin tocar el suelo. \n---\n2. Tener en cuenta: Si despega lumbar, no bajes tanto. Movimiento lento sin impulso. Principiantes: flexionar un poco rodillas. Evitá tensar cuello. \n---\n3. Qué trabajamos: Principal: Abdomen inferior. Secundario: Flexores cadera y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Abs-elevaciones-piernas.mp4"
  },
  {
    "nombre": "ABDOMINALES PIERNAS ARRIBA",
    "grupo_muscular_primario": "Recto abdominal superior",
    "grupos_secundarios": ["Core", "Flexores cadera"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Sin tensión cuello)",
      "impacto": "Cero",
      "postparto": "Moderado",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "60s"}
    },
    "instrucciones_completas": "1. Ejecución: Boca arriba. Elevá piernas extendidas a 90°. Brazos arriba apuntando pies. Contraé abdomen y elevá omóplatos hacia pies. Mantené contracción 1s y bajá lento sin apoyar cabeza. \n---\n2. Tener en cuenta: No tires del cuello. Movimiento desde el abdomen. Piernas estables. Mirada hacia pies. \n---\n3. Qué trabajamos: Principal: Recto abdominal superior. Secundario: Core y flexores.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/05/Abs-piernas-arriba-copia-1.mp4"
  },
  {
    "nombre": "ABDUCCIONES CUADRUPEDIA BANDA",
    "grupo_muscular_primario": "Glúteo medio",
    "grupos_secundarios": ["Glúteo mayor", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (No arquear)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Moderado (Apoyo rodilla)"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por pierna", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por pierna", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por pierna", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución: Cuadrupedia apoyando manos y rodillas. Banda sobre rodillas. Espalda recta. Elevá pierna lateralmente sin rotar cadera (rodilla a 90°). Sube hasta sentir glúteo. Bajá lento con tensión. \n---\n2. Tener en cuenta: Cadera alineada. No arquees espalda. Movimiento desde el glúteo. Exhala al subir. \n---\n3. Qué trabajamos: Principal: Glúteo medio. Secundario: Glúteo mayor y estabilidad.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05391.mp4"
  },
  {
    "nombre": "ADUCTORES EN BANCO",
    "grupo_muscular_primario": "Aductores",
    "grupos_secundarios": ["Core", "Glúteo medio"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Torso erguido)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Moderado (Pies estables)"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20 por pierna", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15 por pierna", "descanso": "60s"},
      "avanzado_fuerza": {"series": 3, "reps": "10-12 por pierna", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución: De pie junto a banco elevado. Apoya un pie en el banco casi de costado. El otro pie firme en suelo con rodilla flexionada. Realiza movimiento controlado de pierna del banco hacia abajo y regresa. Torso erguido y core activo. \n---\n2. Tener en cuenta: Control sin impulsos. Asegúrate que pie no resbale. No bloquees rodilla de suelo. Podés apoyarte en pared. \n---\n3. Qué trabajamos: Principal: Aductores. Secundario: Equilibrio y glúteo medio.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1238.mp4"
  }
][
  {
    "nombre": "APERTURA CON BANDAS",
    "grupo_muscular_primario": "Deltoides posterior",
    "grupos_secundarios": ["Trapecio", "Romboides", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener espalda recta)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución : Sujeta una banda elástica con ambas manos frente a ti, con los brazos extendidos a la altura del pecho. Mantén las manos separadas al ancho de los hombros. Tira de la banda hacia afuera y hacia atrás, separando las manos mientras mantienes los brazos rectos. Lleva los omóplatos hacia atrás y abajo al final del movimiento. Vuelve lentamente a la posición inicial. \n---\n2. Tener en cuenta : Mantenga el núcleo activado y la espalda recta durante todo el movimiento. Evita arquear la zona lumbar. No utiliza un impulso brusco. Exhala al separar las manos e inhala al regresar. \n---\n3. Qué trabajamos : Principal : Deltoides posterior. Secundario : Trapecio, romboides y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/IMG_8219.mp4"
  },
  {
    "nombre": "ABDUCCIONES CON BANDA (DE PIE)",
    "grupo_muscular_primario": "Glúteo medio",
    "grupos_secundarios": ["Glúteo mayor", "Tensor de la fascia lata", "Músculos estabilizadores de la cadera"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Activar abdomen para evitar tensar espalda baja)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro (Mantener piernas rectas)"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20 por pierna", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por pierna", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por pierna", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución : Coloca una banda elástica alrededor de tus tobillos. Párate con los pies juntos y el núcleo activado. Puedes apoyarte en una pared o silla para mayor equilibrio. Eleva una pierna lateralmente de forma controlada. Mantén la contracción un segundo en la parte más alta. Regresa a la posición inicial sin perder la tensión. \n---\n2. Tener en cuenta : Mantenga la cadera estable; evita rotarla. No dobles las rodillas. El movimiento debe ser lento y controlado. Mantenga el abdomen activado. \n---\n3. Qué trabajamos : Principal : Glúteo medio. Secundario : Glúteo mayor, tensor de la fascia lata y músculos estabilizadores de la cadera. Estabilización : Core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_8206.mp4"
  },
  {
    "nombre": "ABDUCCIONES CON BANDA (ACOSTADA)",
    "grupo_muscular_primario": "Glúteo medio",
    "grupos_secundarios": ["Glúteo mayor", "Tensor de la fascia lata", "Estabilizadores de cadera"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (No levantar la cadera del piso)",
      "impacto": "Cero",
      "postparto": "Seguro",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución : Coloca una banda elástica alrededor de tus tobillos. Túmbate sobre una superficie plana con las piernas hacia arriba formando un ángulo de 90 grados con tu torso. Mantén las piernas estiradas. Abre y cierra las piernas haciendo fuerza contra la banda. Cierra lentamente sin que se toquen y abre con fuerza. \n---\n2. Tener en cuenta : Mantenga la cadera estable sin levantarla del piso. No dobles las rodillas. El movimiento debe ser lento y controlado. Mantenga el abdomen activado. \n---\n3. Qué trabajamos : Principal : Glúteo medio. Secundario : Glúteo mayor, tensor de la fascia lata y músculos estabilizadores de la cadera. Estabilización : Abdomen (core).",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_8206.mp4"
  },
  {
    "nombre": "ABDOMINALES CORTITOS (CON PELOTA)",
    "grupo_muscular_primario": "Recto abdominal (zona media)",
    "grupos_secundarios": ["Oblicuos", "Aductores (al sostener la pelota)", "Flexores de cadera"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {
      "columna": "Seguro (Mantener zona lumbar pegada al piso)",
      "impacto": "Cero",
      "postparto": "Moderado (Evitar si hay diástasis activa)",
      "rodilla": "Seguro"
    },
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "30s"},
      "intermedio_masa": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "avanzado_fuerza": {"series": 3, "reps": "15-20", "descanso": "60s"}
    },
    "instrucciones_completas": "Ejecución: Recuéstate boca arriba en el piso. Colocá la pelota de pilates entre las piernas a la altura de los gemelos o rodillas, manteniéndolas semi flexionadas. Activá el core y apoyá bien la zona lumbar contra el suelo. Elevá las piernas juntas hacia arriba controlando el movimiento y sosteniendo la pelota. Descendé lentamente sin que la pelota se caiga hasta unos centímetros del suelo. \n---\nTener en cuenta: No arquees la zona lumbar. Controlá la bajada. Sostené la pelota con presión moderada. Evitá movimientos bruscos en cuello. \n---\nQué trabajamos: Principal: Recto abdominal (zona media). Secundario: Oblicuos, aductores y flexores de cadera.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/09/Abs-pelota-copia-1.mp4"
  }
][
  {
    "nombre": "CAMILLA ISQUIOS A 1 PIERNA",
    "grupo_muscular_primario": "Isquiotibiales",
    "grupos_secundarios": ["Glúteos", "Erectores espinales"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Acuéstate boca abajo en la camilla. Almohadilla sobre talón. Flexiona rodilla controladamente hacia glúteos sin levantar cadera. Pausa arriba. Baja lento sin estirar completamente la rodilla. \n---\nTener en cuenta: Evita levantar la cadera. Sin impulsos. Núcleo activado. Cabeza alineada con columna.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_8199.mp4"
  },
  {
    "nombre": "BUENOS DÍAS CON BARRA",
    "grupo_muscular_primario": "Isquiotibiales",
    "grupos_secundarios": ["Glúteos", "Erectores espinales", "Core"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "restricciones_salud": {"columna": "Moderado (Flexión desde cadera, no cintura)", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Barra en trapecios. Pies ancho de caderas. Inclina torso adelante desde cadera, glúteos atrás, espalda recta. Baja hasta paralelo. Vuelve empujando con glúteos e isquios. \n---\nTener en cuenta: Flexión desde cadera. Rodillas semi-flexionadas para evitar tensión lumbar. Sin redondear espalda. Control total en descenso.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-04281-1.mp4"
  },
  {
    "nombre": "BICEPS EN POLEA BAJA",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Braquial anterior", "Antebrazo"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Polea baja, agarre supino. Pies ancho de hombros, torso erguido. Flexiona codos hacia hombros, contrae arriba. Baja lento sin bloquear codos. \n---\nTener en cuenta: Codos fijos. Sin balanceo ni impulso. Abdomen activo para estabilidad.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05261.mp4"
  },
  {
    "nombre": "BÍCEPS A 1 BRAZO POLEA ALTA",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Antebrazo", "Deltoides anterior"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Polea alta (cabeza). Brazo alineado a hombro, codo flexionado. Flexiona hacia cabeza. Contrae 1s. Regresa controlado sin perder tensión. Alterna brazos. \n---\nTener en cuenta: Abdomen activo, espalda recta. Codo elevado y fijo. Sin balanceos. Carga limpia.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/biceps-a-1-brazo-polea-alta.mp4"
  },
  {
    "nombre": "ABDUCCIONES EN CUADRUPEDIA CON BANDA",
    "grupo_muscular_primario": "Glúteo medio",
    "grupos_secundarios": ["Glúteo mayor", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Moderado"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por pierna", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por pierna", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por pierna", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Cuadrupedia. Banda sobre rodillas. Eleva pierna lateralmente (90°) sin rotar cadera. Contrae arriba. Baja lento con tensión. \n---\nTener en cuenta: Cadera alineada. No arquees espalda. Movimiento desde el glúteo. Exhala al subir.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05391.mp4"
  }
][
  {
    "nombre": "CAMINATA CON BANDA",
    "grupo_muscular_primario": "Glúteo medio y menor",
    "grupos_secundarios": ["Glúteo mayor", "Cuádriceps", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Bajo", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Coloca la banda justo por encima de las rodillas. Pies al ancho de hombros, rodillas semi-flexionadas, torso levemente inclinado al frente. Da pasos laterales manteniendo la tensión en la banda. No dejes que las rodillas colapsen hacia adentro. \n---\nTener en cuenta: Mantén la espalda recta y el pecho elevado. Las rodillas deben seguir la dirección de los pies. Cuanto más bajes las piernas, mayor activación de glúteos.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05411.mp4"
  },
  {
    "nombre": "BÍCEPS SENTADA",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Antebrazo", "Deltoides anterior"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Sentada con espalda recta. Toma mancuerna en cada mano, agarre supino (palmas arriba). Codos pegados al torso. Flexiona codos hacia hombros de forma controlada. Aprieta arriba. Baja lentamente sin estirar del todo. \n---\nTener en cuenta: Sin balanceo del cuerpo. Control total en subida y bajada. Exhala al subir.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Img-04661.mp4"
  },
  {
    "nombre": "BICEPS CON BARRA",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Braquial anterior", "Braquiorradial"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Moderado (Evitar balanceo lumbar)", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "75s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Barra W, agarre supino. Postura erguida, core activo. Flexiona codos hacia hombros, contrae al máximo. Controla el descenso sin estirar del todo abajo para mantener tensión. \n---\nTener en cuenta: Codos pegados al torso. No uses impulsos. Respira correctamente.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05021.mp4"
  },
  {
    "nombre": "BICEPS CONCENTRADO",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Braquial anterior", "Antebrazo"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Sentada, piernas abiertas. Apoya codo en cara interna del muslo. Flexiona codo llevando mancuerna a hombro. Aprieta 1s arriba. Baja lento. \n---\nTener en cuenta: Torso erguido. No despejes el codo del muslo. Aislamiento total del bíceps.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05061.mp4"
  },
  {
    "nombre": "BICEPS ALTERNADO",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Braquial anterior", "Braquiorradial"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: De pie, agarre supino. Codos pegados. Eleva una mancuerna a hombro mientras la otra baja. Alterna brazos con control. \n---\nTener en cuenta: Sin balanceo del torso. Codos fijos. Control excéntrico (bajada).",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/01/Img-05041.mp4"
  },
  {
    "nombre": "CAMILLA DE ISQUITIBIALES (ACOSTADA)",
    "grupo_muscular_primario": "Isquiotibiales",
    "grupos_secundarios": ["Glúteo mayor", "Gemelos"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Almohadilla sobre tobillos. Torso apoyado. Flexiona rodillas llevando rodillo a glúteos. Contrae 1-2s. Baja lento sin golpear pesas. \n---\nTener en cuenta: No arquees espalda. Cadera fija en el banco. Movimiento sin impulsos.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Img-04501.mp4"
  },
  {
    "nombre": "BUENOS DIAS (LIBRE/BARRA)",
    "grupo_muscular_primario": "Isquiotibiales",
    "grupos_secundarios": ["Glúteos", "Zona lumbar", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Moderado (Control lumbar estricto)", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Barra en trapecios (no cuello). Pies ancho de caderas. Inclina torso adelante desde cadera, cola atrás. Baja hasta casi paralelo sin perder curva natural. Vuelve contrayendo glúteos. \n---\nTener en cuenta: Flexión desde cadera, no cintura. Abdomen firme para proteger lumbar. Sin rebotes.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-04281-1.mp4"
  },
  {
    "nombre": "BICEPS A 1 BRAZO POLEA (BAJA)",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Braquial anterior", "Antebrazo"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Frente a polea baja, agarre supino. Postura erguida, hombros atrás. Codo pegado al torso. Flexiona llevando mango a hombro. Baja controlado sin bloquear codo. \n---\nTener en cuenta: Torso estable, sin balanceo. Movimiento lento, especialmente en bajada. No eleves el hombro.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/05/Img-05331.mp4"
  },
  {
    "nombre": "APERTURA CON BANDAS (POSTERIOR)",
    "grupo_muscular_primario": "Deltoides posterior",
    "grupos_secundarios": ["Trapecio", "Romboides", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Banda frente a ti, manos al ancho de hombros. Brazos extendidos. Tira hacia afuera y atrás separando manos. Omóplatos atrás y abajo. Vuelve lento. \n---\nTener en cuenta: Core activo, espalda recta. Evita arquear lumbar. Sin impulsos bruscos.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/IMG_8219.mp4"
  },
  {
    "nombre": "ABDUCCIONES CON BANDA (DE PIE/LATERAL)",
    "grupo_muscular_primario": "Glúteo medio",
    "grupos_secundarios": ["Glúteo mayor", "Tensor fascia lata"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Banda en tobillos. Pies juntos, postura erguida. Apoyo opcional en pared. Eleva pierna lateralmente de forma controlada. Contrae 1s arriba. Vuelve sin perder tensión. \n---\nTener en cuenta: Cadera estable, no rotar. Piernas rectas. Abdomen activado para proteger lumbar.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_8206.mp4"
  },
  {
    "nombre": "ABDUCCIONES CON BANDA (ACOSTADA/UP)",
    "grupo_muscular_primario": "Glúteo medio",
    "grupos_secundarios": ["Glúteo mayor", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Banda en tobillos. Boca arriba, piernas a 90°. Abre y cierra piernas contra la resistencia. Cierra lento sin que se toquen, abre con fuerza. \n---\nTener en cuenta: Cadera estable en el piso. Piernas rectas. Abdomen activado.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_8206.mp4"
  },
  {
    "nombre": "ABDOMINALES CORTITOS (PELOTA PIERNAS)",
    "grupo_muscular_primario": "Recto abdominal",
    "grupos_secundarios": ["Oblicuos", "Aductores", "Flexores cadera"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Moderado", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "30s"},
      "intermedio_masa": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "avanzado_fuerza": {"series": 3, "reps": "15-20", "descanso": "60s"}
    },
    "instrucciones_completas": "Ejecución: Boca arriba. Pelota entre gemelos/rodillas. Core activo, lumbar contra el suelo. Eleva piernas juntas. Baja lento sin tocar suelo. Tensión constante. \n---\nTener en cuenta: No arquees lumbar. Controla bajada. Presión moderada en pelota. Cuello relajado.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/09/Abs-pelota-copia-1.mp4"
  },
  {
    "nombre": "ABDUCCIONES EN MÁQUINA",
    "grupo_muscular_primario": "Glúteo medio y menor",
    "grupos_secundarios": ["Tensor fascia lata"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Sentada, espalda en respaldo. Muslos contra almohadillas. Abre piernas hacia afuera empujando almohadillas. Contrae 1-2s. Regresa lento. \n---\nTener en cuenta: Sin impulsos. Controla ida y vuelta. Espalda bien apoyada.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04351.mp4"
  },
  {
    "nombre": "APERTURAS CON MANCUERNAS (SUELO)",
    "grupo_muscular_primario": "Pectorales",
    "grupos_secundarios": ["Deltoides anterior"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Boca arriba, rodillas flexionadas. Brazos al techo, palmas arriba. Abre brazos de forma controlada hasta estiramiento leve. Exhala al subir juntando pesas. \n---\nTener en cuenta: Codos leve flexión. Controla bajada. No toques el suelo con pesas para mantener tensión.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05071.mp4"
  },
  {
    "nombre": "ADUCTORES EN POLEA (LATERAL)",
    "grupo_muscular_primario": "Aductores",
    "grupos_secundarios": ["Core"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Polea baja en tobillo. De lado a máquina. Cruza pierna hacia adentro sintiendo aductores. Regresa lento sin perder tensión. \n---\nTener en cuenta: Sin balanceos. Core activo. Controla fase excéntrica.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05241-1.mp4"
  },
  {
    "nombre": "ABDOMINALES OBLICUOS (TOQUE TOBILLO)",
    "grupo_muscular_primario": "Oblicuos",
    "grupos_secundarios": ["Recto abdominal"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Moderado", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por lado", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por lado", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por lado", "descanso": "60s"}
    },
    "instrucciones_completas": "Ejecución: Boca arriba, rodillas flexionadas. Brazos al costado. Toca un tobillo y luego el otro rotando el torso. Lumbar pegada al piso. \n---\nTener en cuenta: No jales cuello. Mentón separado del pecho. Respiración controlada.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Abs-oblicuos-copia-1.mp4"
  },
  {
    "nombre": "ABDUCCIONES CON DISCO (SIDE)",
    "grupo_muscular_primario": "Glúteo medio",
    "grupos_secundarios": ["Estabilizadores cadera"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20 por pierna", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15 por pierna", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12 por pierna", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: De lado, apoyando antebrazo. Disco en muslo superior. Eleva pierna sin rotar cadera. Pausa arriba. Baja lento. \n---\nTener en cuenta: Control sin impulsos. Sujeta disco suavemente si desliza.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Abducciones-con-disco.mp4"
  },
  {
    "nombre": "ABDOMINALES CORTITOS (CLÁSICOS)",
    "grupo_muscular_primario": "Recto abdominal superior",
    "grupos_secundarios": ["Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Moderado", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "60s"}
    },
    "instrucciones_completas": "Ejecución: Boca arriba, rodillas flexionadas. Eleva hombros contrayendo abdomen. Lumbar siempre pegada. Baja lento sin relajar del todo. \n---\nTener en cuenta: Fuerza desde abdomen, no cuello. Mirada arriba. Sin impulsos.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1240.mp4"
  },
  {
    "nombre": "ABDOMINALES ELEVACIONES (REVERSE)",
    "grupo_muscular_primario": "Abdomen inferior",
    "grupos_secundarios": ["Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Moderado", "impacto": "Cero", "postparto": "Moderado", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Boca arriba, brazos a los costados. Eleva piernas estiradas a 90° (sin despegar lumbar). Baja controlado sin tocar suelo. \n---\nTener en cuenta: Si despega lumbar, baja menos. Sin impulsos. Cuello relajado.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Abs-elevaciones-piernas.mp4"
  },
  {
    "nombre": "ABDOMINALES PIERNAS ARRIBA (FRONT)",
    "grupo_muscular_primario": "Recto abdominal superior",
    "grupos_secundarios": ["Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Moderado", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "60s"}
    },
    "instrucciones_completas": "Ejecución: Boca arriba. Piernas estiradas a 90°. Brazos arriba hacia pies. Eleva omóplatos. Baja lento sin apoyar cabeza. \n---\nTener en cuenta: No tires del cuello. Movimiento abdominal. Mirada hacia pies.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/05/Abs-piernas-arriba-copia-1.mp4"
  },
  {
    "nombre": "ADUCTORES EN BANCO (SIDE LIFT)",
    "grupo_muscular_primario": "Aductores",
    "grupos_secundarios": ["Core", "Glúteo medio"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Moderado"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20 por pierna", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15 por pierna", "descanso": "60s"},
      "avanzado_fuerza": {"series": 3, "reps": "10-12 por pierna", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: De pie junto a banco. Apoya pie en banco casi de costado. Pierna de suelo flexionada. Baja pierna del banco controlada y regresa. \n---\nTener en cuenta: Sin impulsos. Core activo. Torso erguido.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1238.mp4"
  }
][
  {
    "nombre": "CAMILLA ISQUIOS A 1 PIERNA",
    "grupo_muscular_primario": "Isquiotibiales",
    "grupos_secundarios": ["Glúteos", "Erectores espinales"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Acuéstate boca abajo en la camilla de curl de piernas, asegurándote de que la almohadilla quede justo por encima del talón de la pierna que vas a trabajar. Sujeta las asas laterales de la máquina para mayor estabilidad y mantenga la cadera bien apoyada en el banco. Activa el core y comienza a flexionar la rodilla de manera controlada, llevando la almohadilla hacia los glúteos sin levantar la cadera del banco. Realice una breve pausa en la parte más alta del movimiento, sintiendo la contracción en los isquiotibiales. Baje lentamente la pierna hasta la posición inicial sin estirar completamente la rodilla para mantener tensión en el músculo. Completa todas las repeticiones y luego cambia de pierna. \n---\nTener en cuenta: Evita levantar la cadera del banco para no perder el enfoque en los isquiotibiales. No utiliza impulso; el movimiento debe ser controlado en todo momento. Mantenga el núcleo activado y la cabeza alineada con la columna. Para progresar, incremente la carga o agregue una fase excéntrica más lenta. \n---\nQué trabajamos: Principales: Isquiotibiales (bíceps femoral, semitendinoso y semimembranoso). Secundario: Músculos estabilizadores de la cadera y glúteos.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_8199.mp4"
  },
  {
    "nombre": "BUENOS DÍAS CON BARRA",
    "grupo_muscular_primario": "Isquiotibiales",
    "grupos_secundarios": ["Glúteo mayor", "Erectores espinales", "Core"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["INTERMEDIO", "AVANZADO"],
    "restricciones_salud": {"columna": "Moderado (Control de bisagra de cadera)", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Coloca la barra sobre la parte superior de la espalda, justo debajo del trapecio. Párate con los pies alineados al ancho de las caderas y mantén una ligera flexión en las rodillas. Activa el core y mantén la espalda recta. Inclina el torso hacia adelante lentamente desde la cadera, llevando los glúteos ligeramente hacia atrás y bajando el pecho hasta que esté casi paralelo al suelo. Mantén la mirada al frente y los omóplatos retraídos. Vuelve a la posición inicial empujando con los glúteos y los isquiotibiales. \n---\nTener en cuenta: La flexión debe ser desde la cadera, no desde la cintura. No redondees la espalda en ningún momento. Controla la velocidad del descenso y evita usar impulso al subir. \n---\nQué trabajamos: Principal: Isquiotibiales y glúteos. Secundario: Erectores espinales, zona lumbar y core.",
    "video_url": ""
  },
  {
    "nombre": "CAMINATA CON BANDA",
    "grupo_muscular_primario": "Glúteo medio y menor",
    "grupos_secundarios": ["Glúteo mayor", "Cuádriceps", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Bajo", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Coloca una banda elástica justo por encima de las rodillas. Separa los pies al ancho de los hombros y flexiona ligeramente las rodillas, manteniendo el torso inclinado levemente hacia adelante. Activa el core y mantén la tensión en la banda durante todo el ejercicio. Da un paso lateral con un pie, seguido del otro, manteniendo la distancia entre los pies y sin permitir que la banda pierda tensión. \n---\nTener en cuenta: Mantén la espalda recta y el pecho elevado. No dejes que las rodillas colapsen hacia adentro; deben estar alineadas con los pies. Cuanto más baja sea la posición de las piernas, mayor será la activación de glúteos. \n---\nQué trabajamos: Principal: Glúteo medio y menor. Secundario: Glúteo mayor, cuádriceps y músculos estabilizadores del core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-05411.mp4"
  },
  {
    "nombre": "BÍCEPS SENTADA",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Antebrazo", "Deltoides anterior"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "1. Ejecución: Siéntete en una silla o banco con la espalda recta y los pies apoyados en el suelo. Sujeta una mancuerna o botella en cada mano con un agarre supino (palmas mirando hacia arriba). Mantén los codos pegados al torso. Flexiona los codos y lleva las mancuernas hacia los hombros. Contrae los bíceps en la parte superior. Baja lentamente a la posición inicial sin estirar completamente los brazos para mantener la tensión. \n---\n2. Tener en cuenta: Mantenga la espalda recta y el núcleo activado. No balancees el cuerpo para levantar el peso. Controle tanto la subida como la bajada. \n---\n3. Qué trabajamos: Principal: Bíceps braquial. Secundario: Músculos del antebrazo y deltoides anterior.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/Img-04661.mp4"
  },
  {
    "nombre": "BICEPS EN POLEA BAJA",
    "grupo_muscular_primario": "Bíceps braquial",
    "grupos_secundarios": ["Braquial anterior", "Antebrazo"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Ajusta la polea en su posición más baja. Sujeta la barra con un agarre supino y colócate de pie con los pies al ancho de los hombros. Mantén el torso erguido y los codos pegados al cuerpo. Flexiona los codos para llevar la barra hacia los hombros, contrayendo los bíceps al máximo. Baja lentamente la carga hasta extender los brazos completamente, sin bloquear los codos. \n---\nTener en cuenta: Mantén los codos fijos y evita balancear el cuerpo o usar impulso. No arquees la espalda; mantén el core activado. \n---\nQué trabajamos: Principal: Bíceps braquial. Secundario: Braquial anterior y músculos del antebrazo.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05261.mp4"
  },
  {
    "nombre": "BÍCEPS A 1 BRAZO POLEA ALTA",
    "grupo_muscular_primario": "Bíceps braquial (cabeza larga)",
    "grupos_secundarios": ["Braquial anterior", "Antebrazo"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["INTERMEDIO", "AVANZADO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 3, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 3, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "1. Ejecución: Colócate de pie frente a la polea alta. Sujeta el agarre con una mano, con la polea ubicada a la altura de la cabeza. Eleva el brazo de trabajo manteniendo el codo flexionado y alineado aproximadamente a la altura del hombro. Desde esa posición, flexiona el codo llevando el agarre hacia la cabeza (movimiento de curl). Contrae el bíceps al final. Regresa de forma controlada sin perder tensión. \n---\n2. Tener en cuenta: Mantén el abdomen activo y la espalda recta. El codo debe permanecer elevado y fijo. No balancees el cuerpo. \n---\n3. Qué trabajamos: Principal: Bíceps braquial (especial énfasis en la cabeza larga). Secundario: Braquial anterior y músculos del antebrazo.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/biceps-a-1-brazo-polea-alta.mp4"
  },
  {
    "nombre": "PRESS MILITAR",
    "grupo_muscular_primario": "Deltoides",
    "grupos_secundarios": ["Tríceps", "Trapecio", "Core"],
    "lugar": ["CASA", "GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Moderado (Evitar hiperextensión lumbar)", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Siéntate en un banco con respaldo y apoya los pies firmemente. Sujeta las mancuernas a la altura de los hombros con un agarre prono. Active el core. Empuje hacia arriba de manera controlada hasta extender los brazos sin bloquear codos. Descienda lentamente. \n---\nTener en cuenta: Evita arquear la espalda; core activado. El movimiento debe ser vertical. Controla la bajada. \n---\nQué trabajamos: Principal: Deltoides (fibras anteriores y medias). Secundario: Tríceps, trapecio y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04621.mp4"
  },
  {
    "nombre": "REMO CON MANCUERNAS",
    "grupo_muscular_primario": "Dorsales",
    "grupos_secundarios": ["Romboides", "Trapecios", "Bíceps"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro (Mantener espalda neutra)", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Pies al ancho de caderas. Inclina el torso hacia adelante (45°) con espalda recta. Tira de las mancuernas hacia el abdomen, llevando los codos hacia atrás y manteniéndolos cerca del torso. Haz una pausa breve arriba y baja controlado. \n---\nTener en cuenta: Mantén la espalda recta en todo momento. Activa el core para estabilizar. No uses impulsos. \n---\nQué trabajamos: Principal: Dorsales. Secundario: Trapecios, romboides, deltoides posteriores y bíceps.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1239.mp4"
  },
  {
    "nombre": "SENTADILLA SUMO",
    "grupo_muscular_primario": "Glúteos y Aductores",
    "grupos_secundarios": ["Cuádriceps", "Isquiotibiales", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Moderado"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Pies más anchos que hombros, puntas hacia afuera. Sujeta la pesa frente a ti. Baja caderas hacia atrás y abajo manteniendo pecho erguido. Desciende hasta paralelo. Empuja con talones para subir. \n---\nTener en cuenta: Espalda recta siempre. Rodillas siguen dirección de puntas. Controla la bajada. \n---\nQué trabajamos: Principal: Glúteos y aductores. Secundario: Cuádriceps e isquiotibiales.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05371.mp4"
  },
  {
    "nombre": "PULL OVER",
    "grupo_muscular_primario": "Dorsales y Pectoral",
    "grupos_secundarios": ["Tríceps", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: De pie, pies al ancho de hombros. Sujeta mancuerna por un extremo sobre la cabeza. Dobla codos hacia atrás llevando peso tras cabeza. Extiende codos para volver. \n---\nTener en cuenta: Mantén codos cerca de orejas. Activa core para no arquear espalda. Movimiento lento. \n---\nQué trabajamos: Principal: Tríceps braquial. Secundario: Dorsales y core.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/Img-04931-1.mp4"
  },
  {
    "nombre": "ABDOMINALES CORTITOS",
    "grupo_muscular_primario": "Recto Abdominal",
    "grupos_secundarios": ["Core", "Oblicuos"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Moderado", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "15-20", "descanso": "60s"}
    },
    "instrucciones_completas": "Ejecución: Boca arriba, rodillas flexionadas. Manos en pecho. Eleva hombros contrayendo abdomen. Lumbar pegada al suelo. Baja lento sin relajar del todo. \n---\nTener en cuenta: No tires del cuello. Exhala al subir. Control total. \n---\nQué trabajamos: Principal: Recto abdominal.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1240.mp4"
  },
  {
    "nombre": "VUELOS LATERALES",
    "grupo_muscular_primario": "Deltoides Lateral",
    "grupos_secundarios": ["Trapecio superior"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Párate, ligera flexión de rodillas. Sujeta mancuernas a los lados. Eleva brazos lateralmente hasta altura de hombros con codos levemente doblados. Baja lento. \n---\nTener en cuenta: Sin impulsos. No subas más allá de hombros. Core activo. \n---\nQué trabajamos: Principal: Deltoides lateral. Secundario: Trapecio superior.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04681.mp4"
  },
  {
    "nombre": "ESTOCADA AL FRENTE",
    "grupo_muscular_primario": "Cuádriceps y Glúteos",
    "grupos_secundarios": ["Isquiotibiales", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Bajo", "postparto": "Seguro", "rodilla": "Moderado"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Da un paso amplio adelante. Flexiona ambas rodillas hasta que la trasera casi toque el suelo. Torso erguido. Empuja con pie delantero para volver. \n---\nTener en cuenta: Rodilla delantera no pasa punta de pie. Espalda recta. \n---\nQué trabajamos: Principal: Cuádriceps y glúteos.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04741.mp4"
  },
  {
    "nombre": "PATADA EN CUADRUPEDIA",
    "grupo_muscular_primario": "Glúteo Mayor",
    "grupos_secundarios": ["Isquiotibiales", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Moderado"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Cuadrupedia. Eleva una pierna hacia atrás y arriba apretando glúteo. Mantén 1s. Baja lento sin tocar suelo. \n---\nTener en cuenta: No arquees espalda. Core firme. Mirada abajo. \n---\nQué trabajamos: Principal: Glúteo mayor.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-05381.mp4"
  },
  {
    "nombre": "CURL DE ISQUIOS EN MÁQUINA O POLEA",
    "grupo_muscular_primario": "Isquiotibiales",
    "grupos_secundarios": ["Glúteo mayor"],
    "lugar": ["GIMNASIO", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Sentada o acostada. Flexiona rodillas trayendo almohadilla a glúteos. Contrae 1s. Extiende lento. \n---\nTener en cuenta: Sin rebotes. Controla fase excéntrica. \n---\nQué trabajamos: Principal: Isquiotibiales.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04241.mp4"
  },
  {
    "nombre": "SENTADILLA",
    "grupo_muscular_primario": "Cuádriceps",
    "grupos_secundarios": ["Glúteos", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Moderado", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Moderado"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Pies ancho de hombros. Baja caderas atrás y abajo. Pecho erguido. Sube empujando con talones. \n---\nTener en cuenta: Rodillas alineadas con pies. Espalda neutra. \n---\nQué trabajamos: Principal: Cuádriceps y glúteos.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04531.mp4"
  },
  {
    "nombre": "PUENTE GLÚTEOS",
    "grupo_muscular_primario": "Glúteo Mayor",
    "grupos_secundarios": ["Isquiotibiales", "Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Boca arriba, rodillas flexionadas. Eleva cadera hacia el techo apretando glúteos. Baja sin tocar suelo. \n---\nTener en cuenta: Empuja con talones. No arquees lumbar arriba. \n---\nQué trabajamos: Principal: Glúteo mayor.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1250-1.mp4"
  },
  {
    "nombre": "EXTENSIONES DE TRÍCEPS",
    "grupo_muscular_primario": "Tríceps",
    "grupos_secundarios": ["Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "60s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "90s"}
    },
    "instrucciones_completas": "Ejecución: Brazo sobre cabeza. Baja mancuerna tras nuca flexionando codo. Extiende arriba. \n---\nTener en cuenta: Codo cerca de oreja. Sin balanceos. \n---\nQué trabajamos: Tríceps.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/03/Img-04941.mp4"
  },
  {
    "nombre": "ABDOMINALES PIERNAS ESTIRADAS ARRIBA",
    "grupo_muscular_primario": "Abdomen Inferior",
    "grupos_secundarios": ["Core"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Moderado", "impacto": "Cero", "postparto": "Moderado", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "30s"},
      "intermedio_masa": {"series": 4, "reps": "15-20", "descanso": "45s"},
      "avanzado_fuerza": {"series": 4, "reps": "15-20", "descanso": "60s"}
    },
    "instrucciones_completas": "Ejecución: Boca arriba, piernas estiradas al techo. Baja piernas controladamente sin arquear lumbar. Sube. \n---\nTener en cuenta: Lumbar pegada al suelo. Manos bajo glúteos si es necesario. \n---\nQué trabajamos: Recto abdominal inferior.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/02/IMG_1241.mp4"
  },
  {
    "nombre": "CURL HORIZONTAL CON MANCUERNA",
    "grupo_muscular_primario": "Isquiotibiales",
    "grupos_secundarios": ["Glúteos"],
    "lugar": ["CASA", "AMBOS"],
    "nivel": ["PRINCIPIANTE", "AVANZADO", "EXPERTO"],
    "restricciones_salud": {"columna": "Seguro", "impacto": "Cero", "postparto": "Seguro", "rodilla": "Seguro"},
    "dosis_dinamica": {
      "principiante_adelgazar": {"series": 4, "reps": "15-20", "descanso": "60s"},
      "intermedio_masa": {"series": 4, "reps": "12-15", "descanso": "90s"},
      "avanzado_fuerza": {"series": 4, "reps": "10-12", "descanso": "120s"}
    },
    "instrucciones_completas": "Ejecución: Boca abajo, mancuerna entre pies. Flexiona rodillas hacia glúteos. Baja lento. \n---\nTener en cuenta: No arquees lumbar. Sujeta bien la pesa. \n---\nQué trabajamos: Isquiotibiales.",
    "video_url": "https://usuario.emiliaentrenamiento.com/wp-content/uploads/2025/04/IMG_8197.mp4"
  },
  {
    "tipo": "CLASE_GRABADA",
    "nombre": "Rutina de Isquiotibiales y Glúteos Parte 1",
    "video_url": "https://youtu.be/APpvGP6Nr1I",
    "instrucciones_completas": "Clase técnica paso a paso para dominar la cadena posterior."
  },
  {
    "tipo": "CLASE_GRABADA",
    "nombre": "Rutina de Cuadriceps y Hombros",
    "video_url": "https://youtu.be/coDIsBi9vC8",
    "instrucciones_completas": "Entrenamiento combinado de fuerza y técnica para tren superior e inferior."
  }
]